Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: Don't buy sunglasses if you still have some! This doesn't extend the time you won't be dazzled, but still costs you some exp
cs_cz: Nekupuj si sluneční brýle, když ještě nějaké máš! Toto neprodlouží tvůj čas po který nebudeš oslněný/á, ale stále tě bude stát nějaké ty expy
da_dk: Køb ikke solbriller, hvis du stadig har nogle! Dette forlænger ikke den tid, du ikke bliver blændet, men koster dig stadig nogle exp
de_de: Kaufe keine Sonnenbrille wenn Du schon eine besitzt! Eine Weitere verlängert nicht Deine Schutzzeit, kostet aber trotzdem Erfahrungs-Punkte.
es_es: ¡No compres Lentes de Sol si aún tienes unos! Esto no alargará el tiempo en que no te encandilarán, pero igual te costarán un poco de Puntos de Experiencia.
fr_fr: N’achetez pas de lunettes de soleil si vous en avez déjà! Cela n'étend pas le temps pour lequel vous les avez, mais ça vous coûte quand-même de l’expérience.
hu_hu: Ne vásárolj napszemüveget, ha még van neked! Ez nem hosszabbítja meg a használati időt, de így is tapasztalatba kerül.
it_it: Non acquistare gli occhiali da sole se ti avanzano! Ciò non prolunga il tempo in cui non sarai abbagliato, ma ti costa lo stesso un po' di exp
nl_nl: Koop geen zonnebril als je er nog één hebt! Dit verlengt niet de tijd dat je niet verblind zult worden, maar kost je alsnog wat exp
pl_pl: Nie kupuj okularów przeciwsłonecznych, jeśli nadal je masz! Nie wydłuża to czasu, w którym nie będziesz oślepiony, ale nadal kosztuje trochę doświadczenia.
pt_br: Não compre óculos escuros se ainda tiver usando um! Isto não prolonga o tempo em que você não ficará cego, mas ainda vai te custar alguns pontos de exp.
ru_ru: Не покупайте новые солнцезащитные очки, если они у вас уже есть! Вы тратите очки опыта, а время, на которое вы защищены от солнца, не увеличивается.
sv_se: Köp inte solglasögon om du fortfarande har några! Detta förlänger inte tiden du inte blir bländad, men kostar fortfarande en del exp
tr_tr: Eğer hala sahipseniz, güneş gözlüğü almayın! Bu göz kamaştırmayacağınız süreyi uzatmaz, ancak yine de bir miktar pahalıya mal olur
vi_vn: Đừng mua kính dâm nếu bạn đã có một cái. Tốn thêm tiền nhưng độ ngu thì vẫn thế D:

source: :money_with_wings: You're wearing new dry clothes. You look fantastic!
cs_cz: :money_with_wings: Máš na sobě nové suché oblečení. Vypadáš fantasticky!
da_dk: :money_with_wings: Du har nyt tørt tøj. Du ser fantastisk ud!
de_de: : money_with_wings: Du trägst neue trockene Kleidung. Du siehst fantastisch aus!
es_es: :money_with_wings: Estás vistiendo ropa seca nueva. ¡Te ves fantástico!
fr_fr: :money_with_wings: Vous portez de nouveaux vêtements secs, et avez l'air superbe!
hu_hu: :money_with_wings: Új, száraz ruhát viselsz. Fantasztikusan nézel ki!
it_it: :money_with_wings: Stai indossando nuovi vestiti asciutti. Sei in gran forma!
nl_nl: :money_with_wings: Je draagt nieuwe, droge kleding. Je ziet er fantastisch uit!
pl_pl: :money_with_wings: Nosisz nowe suche ubrania. Wyglądasz fantastycznie!
pt_br: :money_with_wings: Você está vestindo roupas novas e secas. O outfit no grau.
ru_ru: :money_with_wings: Вы в новой сухой одежде! Выглядите великолепно!
sv_se: :money_with_wings: Du bär nya torra kläder. Du ser fantastisk ut!
tr_tr: :money_with_wings: Yeni kuru kıyafetler giyiyorsun. Fantastik görünüyorsun!
vi_vn: :money_with_wings: Bạn vừa mua thêm một bộ quần áo mới! Trông cũng không tuyệt lắm

source: :money_with_wings: You bought brand new clothes, the only point of it being that you're much swagger now. :cool:
ar_001: :money_with_wings: لقد اشتريت ملابس جديدة تمامًا ، والنقطة الوحيدة في ذلك هي أنك أكثر تشويشًا الآن. :cool:
cs_cz: :money_with_wings: Zakoupil/a jsi si nové oblečení, Jen kvůli tomu abys byl/a víc cool. :cool:
da_dk: :money_with_wings: Du har købt helt nyt tøj, det eneste punkt er at du er meget swagger nu. :cool:
de_de: :money_with_wings: Du hast brandneue Kleidung gekauft, der einzige Sinn dahinter ist, dass Du jetzt noch cooler aussiehst. :cool:
es_es: :money_with_wings: Compraste Ropa nueva, el único punto de eso es que ahora tienes más swag. :cool:
fr_fr: :money_with_wings: Vous avez acheté de nouveaux vêtements de marque, pour rien, à part le fait que vous ayez l'air swag maintenant. :cool:
hu_hu: :money_with_wings: Vettél új ruhákat a semmiért, de most legalább te vagy a legswagebb a szobában. :cool:
it_it: :money_with_wings: Hai comprato vestiti nuovi di zecca, l'unico punto è che ora sei molto spavaldo. :cool:
nl_nl: :money_with_wings: Je hebt gloednieuwe kleding gekocht, het enige punt daarvan is dat je er nu stoer uitziet. :cool:
pl_pl: :money_with_wings: Kupiłeś zupełnie nowe ubrania, a jedynym powodem jest to, aby się wywyższyć od innych. :fajne:
pt_br: :money_with_wings: Você comprou roupas novas. Agências de modelo já estão de olho em você. :cool:
ru_ru: :money_with_wings: Вы купили новую одежду, толку от этого нет, зато теперь вы круче. :cool:
sv_se: :money_with_wings: Du köpte helt nya kläder, den enda poängen med det är att du är väldigt vacker nu. :cool:
tr_tr: :money_with_wings: Yepyeni kıyafetler satın aldın, tek anlamı şu anda çok havalı olman. :cool:
vi_vn: :money_with_wings: Bạn vừa mua một bộ váy mới, hãy mặc ra đường để ai cũng biết bạn thật xinh đẹp :heart_eyes:

source: Don't buy dry clothes if you aren't wet! They won't do anything, but will still cost you exp
ar_001: لا تشتري ملابس جافة إذا لم تكن مبللة! لن تفعل أي شيء ، إلا تكليفك exp.
cs_cz: Nekupuj si suché oblečení, když nejsi mokrý/á! Nic neudělají, ale stále tě budou stát expy
da_dk: Køb ikke tørt tøj, hvis du ikke er våd! De vil ikke gøre noget, men vil stadig koste dig exp
de_de: Kaufe keine trockene Kleidung, wenn Du nicht nass bist. Sie macht keinen Unterschied, kostet aber trotzdem Erfahrungs-Punkte.
es_es: ¡No compres Ropas Secas si no estás mojado! No harán nada, pero aún así te costarán un poco de Puntos de Experiencia.
fr_fr: N'achetez pas de nouveaux vêtements si vous n'êtes pas trempé, car ils ne font rien mais ils vous coûtent de l’expérience quand-même.
hu_hu: Ne vásárolj száraz ruhát, ha nem vagy nedves! Nem fog csinálni semmit, de továbbra is tapasztalatba kerül.
it_it: Non acquistare vestiti asciutti se non sei fradicio! Non faranno nulla, ma ti costeranno lo stesso exp.
nl_nl: Koop geen droge kleding als je niet nat bent! Ze zullen niets doen, maar zullen je nog steeds exp kosten
pl_pl: Nie kupuj suchej odzieży, jeśli nie jesteś mokry! Nic nie zrobią, ale nadal będą cię kosztować doświadczenie.
pt_br: Não compre roupas novas se você não está molhado! Elas não servirão para nada, mas você ainda vai gastar pontos de exp.
ru_ru: Не покупайте новую одежду, если ваша ещё сухая! Вы тратите очки опыта просто так.
sv_se: Köp inte torra kläder om du inte är våt! De kommer inte att göra någonting, men kommer fortfarande att kosta dig exp
tr_tr: Islak değilseniz kuru elbise almayın! Hiçbir şey yapmazlar, ama yine de sana exp puanına mal olacak
vi_vn: Đừng mua thêm quần áo nếu bạn không bị ướt! Tốn thêm tiền nhưng độ gay thì vẫn thế D:

source: :money_with_wings: You cleaned your weapon for 6 exp. If you had sand in it, or if your weapon was sabotaged, it's fixed now!
ar_001: :money_with_wings: قمت بتنظيف سلاحك ب6 exp. إذا كان فيه رمل ، أو إذا تم تخريب سلاحك ، فإنه تم إصلاحه الآن!
cs_cz: :money_with_wings: Vyčistil/a jsi si svou zbraň za 6 expů. Pokud si ve své zbrani měl/a písek nebo jestli byla tvá zbraň sabotovaná, je nyní opravena!
da_dk: :money_with_wings: Du har renset dit våben for 6 exp. Hvis du havde sand i det, eller hvis dit våben blev saboteret, er det løst nu!
de_de: :money_with_wings: Du hast Deine Waffe für 6 Erfahrungs-Punkte gereinigt. Wenn Sand darin war, oder die Waffe sabotiert wurde, dann ist sie jetzt wieder funktionstüchtig!
es_es: :money_with_wings: Has limpiado tu arma por 6 Puntos de Experiencia. Si tenía arena, o tu arma fue Saboteada, está arreglada ahora!
fr_fr: :money_with_wings: Vous nettoyez votre arme pour 6 points d’expérience. Si vous aviez du sable ou si votre arme était sabotée, elle ne l'est plus.
hu_hu: :money_with_wings: Kitisztítottad a fegyveredet 6 tapasztalatpontért. Ha homok volt benne, vagy szabotálták, már meg van javítva!
it_it: :money_with_wings: Hai pulito la tua arma per 6 exp. Se avevi della sabbia dentro di essa, o se la tua arma da fuoco era stata sabotata in precedenza, ora è come nuova!
nl_nl: :money_with_wings: Je hebt je wapen schoongemaakt voor 6 exp. Als je zand erin had, of als je wapen was gesaboteerd, is alles nu weer in orde!
pl_pl: :money_with_wings: Wyczyściłeś broń za 6 exp. Jeśli miałeś w nim piasek lub jeśli twoja broń była sabotowana, teraz jest naprawiona!
pt_br: :money_with_wings: Você limpou sua arma por 6 exp. Se você tinha areia nela, ou ela tenha sido sabotada, agora está nova!
ru_ru: :money_with_wings: Вы постирали свою одежду за 6 очков опыта. Если она была в песке или ваше ружьё саботировали, то теперь всё нормально!
sv_se: :money_with_wings: Du städade ditt vapen för 6 exp. Om du hade sand i det, eller om ditt vapen saboterades är det fixat nu!
tr_tr: :money_with_wings: Silahını 6 exp için temizledin. İçinde kum varsa ya da silahın sabote edilmişse, şimdi düzeltildi!
vi_vn: :money_with_wings: Vũ khí của bạn vừa được rửa sạch bằng 6 exp. Nếu có dính bùn trong đó, vũ khí của bạn sẽ hỏng, mà giờ nó đã sạch rồi :D

source: Next time someone sabotages you, just shoot. It won't do much damage except for hurting your reputation
cs_cz: Příště až tě někdo sabotuje, prostě střel. Neudělá to moc zranění, až na zranění, které utrpí tvá reputace
de_de: Das nächste Mal wenn Dich jemand sabotiert, schieß einfach! Es wird kaum etwas passieren - außer, dass es Deinem Ruf schadet.
es_es: La próxima vez que alguien te sabotee, dispara. No hará mucho daño excepto a tu reputación
fr_fr: La prochaine fois que quelqu'un vous sabote, tirez juste un coup. Ça ne heurtera pas grand-chose de plus qu'un peu de votre réputation.
hu_hu: Legközelebb, amikor valaki szabotál téged, csak lőjj. Nem fog nagy károkat okozni, csak a hírneveden.
it_it: La prossima volta che qualcuno ti sabota, spara. Ciò non farà danni se non danneggiando la tua reputazione
nl_nl: De volgende keer dat iemand je saboteert, schiet je gewoon, het zal het niet veel schade aanrichten behalve aan je reputatie
pl_pl: Następnym razem, gdy ktoś cię sabotuje, po prostu strzelaj. Nie wyrządzi większych szkód, oprócz zranienia twojej reputacji.
pt_br: Na próxima vez que alguém sabotar você, atire! Não causará muito dano, mas vai afetar sua reputação.
ru_ru: В следующий раз, когда с вами попытаются сыграть шутку, просто стреляйте. Это нанесёт урон только вашей репутации.
sv_se: Nästa gång någon saboterar dig, skjut bara. Det kommer inte att göra mycket skada förutom att skada ditt rykte
tr_tr: Bir dahaki sefere birisi seni sabote ettiğinde, sadece ateş et. İtibarını incitmek dışında fazla zarar vermez
vi_vn: Lần sau ai đó phá hoại bạn, cứ bắn. Sẽ không gây ra nhiều thiệt hại ngoại trừ làm hao tổn cái danh tiếng vốn cũng chẳng có gì của bạn

source: :x: No way! {mention} has sunglasses! They're immunised against this!
ar_001: :x: لا يعقل هذا! {mention} لهم نظارات شمسية! لقد تم تحصينهم ضد هذا!
cs_cz: :x: To není možné! {mention} má sluneční brýle! Oni jsou proti tomuto imunní!
da_dk: :x: På ingen måde! {mention} har solbriller! De er immuniseret imod dette!
de_de: :x: Keine Chance! {mention} trägt eine Sonnenbrille und vor Angriffen dieser Art geschützt!
es_es: :x: No bromees! {mention} tiene Lentes de Sol! Es inmune a esto!
fr_fr: :x: Ça ne sera pas possible : {mention} a des lunettes de soleil et est immunisé contre ce genre de choses.
hu_hu: :x: Na ne! {mention}-nek napszemüvege van! Immunis erre!
it_it: :x: Impossibile! {mention} ha gli occhiali da sole! Sono immuni da ciò!
nl_nl: :x: Dat meen je niet! {mention} heeft een zonnebril! Ze zijn hier immuun tegen!
pl_pl: :x: Nie ma mowy! {mention} ma okulary przeciwsłoneczne! Są na to odporni!
pt_br: :x: Sem chance! {mention} tem óculos de sol! Eles estão imunizados contra isso!
ru_ru: :x: Да не может такого быть! У охотника {mention} есть солнцезащитные очки! Он/она от этого защищён/ена!
sv_se: :x: Aldrig i livet! {mention} har solglasögon! De är immuniserade mot detta!
tr_tr: :x: Mümkün değil! {mention} güneş gözlüğü var! Buna karşı bağışıklılığı var!
vi_vn: :x: {mention} có kính dâm! Miễn nhiễm sát thương

source: That bad move still took 5 exp from your account, due to you having to buy a mirror
ar_001: هذه الخطوة السيئة لا تزال تأخذ 5 exp من حسابك ، بسبب اضطرارك لشراء المرآة.
cs_cz: Tento špatný krok ti stále vzal 5 expů z tvého účtu, kvůli tomu, že jsi si musel koupit zrcadlo
da_dk: Det dårlige træk tog stadig 5 exp fra din konto, fordi du skulle købe et spejl
de_de: Dieser schlechte Zug hat Dich trotzdem 5 Erfahrungs-Punkte gekostet, da Du einen Spiegel kaufen musstest.
es_es: Ese mal movimiento te costó 5 Puntos de Experiencia de tu cuenta, debido a que tuviste que comprar un espejo.
fr_fr: Cette méchanceté vous a tout de même couté la bagatelle de 5 points d’expérience, car vous avez dû acheter le miroir.
it_it: Quella brutta mossa ha comunque richiesto 5 exp dal tuo account, a causa del fatto che devi comprare uno specchio
nl_nl: Die slechte zet kostte nog steeds 5 exp, vanwege het feit dat je een spiegel moest kopen
pl_pl: Ten zły ruch nadal zabrał 5 expa z twojego konta, ponieważ musiałeś kupić lustro.
pt_br: Essa jogada ruim ainda levou 5 exp da sua conta, devido a você ter que comprar um espelho
ru_ru: Этот плохой ход по-прежнему отнимает у вас 5 очков опыта из-за того, что вам нужно было купить зеркало.
sv_se: Den dåliga rörelsen tog fortfarande 5 exp från ditt konto, på grund av att du var tvungen att köpa en spegel
tr_tr: Bu kötü hala bir ayna almana bağlı olarak hesabından 5 tecrübe puanı aldı.
vi_vn: Hành động đó vừa tốn của bạn 5 exp, do bạn phải mua thêm một cái gương nữa

source: :money_with_wings: You dazzled {mention}! Their next shot will lose 50% accuracy!
ar_001: :money_with_wings: أنت مبهور {mention}! ستفقد اللقطة التالية دقة بنسبة 50٪!
cs_cz: :money_with_wings: Oslepil jsi {mention}! Jejich příští výstřel bude mít 50% přesnost!
da_dk: :money_with_wings: Du blændede {mention}! Deres næste skud vil miste 50% nøjagtighed!
de_de: :money_with_wings: Du hast {mention} geblendet! Sein/Ihr nächster Schuss hat 50% weniger Genauigkeit!
es_es: :money_with_wings: Has Deslumbrado a {mention}! ¡Su próximo tiro tendrá un 50% menos de precisión!
fr_fr: :money_with_wings: Vous éblouissez {mention} à l'aide du miroir ! Il perd 50 % de précision sur son prochain tir !
it_it: :money_with_wings: Hai abbagliato {mention}! Il suo prossimo colpo perderà il 50% di precisione!
nl_nl: :money_with_wings: Je hebt {mention} verblind! Hun volgende schot verliest 50% nauwkeurigheid!
pl_pl: :money_with_wings: Oślepiłeś {mention}! Ich następny straci 50% celności!
pt_br: :money_with_wings: Você está deslumbrante {mention}! O próximo tiro deles irá perder 50% de precisão!
ru_ru: :money_with_wings: Вы ослепили охотника {mention}! Его следующий выстрел станет на 50% менее точным!
sv_se: :money_with_wings: Du bländade {mention}! Deras nästa skott förlorar 50% träffsäkerhet!
tr_tr: :money_with_wings: Şaşırdın {mention}! Bir sonraki atış% 50 doğruluk kaybedecek!
vi_vn: :money_with_wings: Bạn vừa đái vào mắt {mention}! Cú bắn tiếp theo của người đó sẽ bị giảm 50% chính xác

source: The mention is here on purpose. You wouldn't do this behind their back, would you?
cs_cz: To že zmínka je tady, má svůj důvod. Neudělal/a bys to za jejich zády, že ne?
da_dk: Omtalen er her med vilje. Du ville ikke gøre dette bag deres ryg, ville du?
de_de: Die namentliche Nennung hier ist beabsichtigt. Du würdest das doch nicht hinter seinem/ ihrem Rücken tun, oder?
es_es: La mención tiene un propósito. No harías esto atrás de sus espaldas, no?
fr_fr: La mention est ajoutée exprès... Tu ne ferais pas ça dans leur dos quand-même!
hu_hu: Az említés szándékosan van itt. Nem tennéd ezt a háta mögött, igaz?
it_it: La menzione è qui apposta. Non lo faresti alle sue spalle, vero?
nl_nl: De vermelding is hier met opzet. Je zou dit toch zeker niet achter hun rug doen?
pl_pl: Ta wzmianka jest tu celowo. Nie zrobiłbyś tego za ich plecami, prawda?
pt_br: Esta menção aqui tem um propósito. Você não faria isto pelas costas dele, você faria?
ru_ru: Оповещение сделано специально. Вы же не собирались делать это втихаря, правда?
sv_se: Namnet är här med avsikt. Du skulle inte göra det bakom deras rygg, eller hur?
tr_tr: Bu bahsteme bilerek burada. Bunu arkasından yapmazdın değil mi?
vi_vn: Chỉ là nhắc lại thôi, đừng bóp *** anh em của bạn ( Mà nếu muốn thì cứ bóp cũng được )

source: :champagne: You threw sand in {mention}'s weapon!
ar_001: :champagne: لقد رميت الرمال في سلاح {mention}!
cs_cz: :champagne: Hodil jsi písek do zbraně {mention}!
da_dk: :champagne: Du smed sand i {mention}s våben!
de_de: :champagne: Du hast Sand auf {mention}s Waffe geworfen!
es_es: :champagne: Arrojaste arena en el arma de {mention} ;)
fr_fr: :champagne: Vous jetez du sable sur l'arme de {mention} !
hu_hu: :champagne: Homokot dobtál {mention} fegyverébe!
it_it: :champagne: hai gettato sabbia nell'arma di {mention}
nl_nl: :champagne: Je gooide zand in het wapen van {mention}!
pl_pl: :champagne: Wrzuciłeś piasek do broni {mention}!
pt_br: :champagne: Você jogou areia na arma de {mention}'s!
ru_ru: :champagne: Вы кинули песок в ружьё охотника {mention}!
sv_se: :champagne: Du kastade sand i {mention}'s vapen!
tr_tr: :champagne: {mention}'in silahına kum attın!
vi_vn: :champagne: Bạn vừa ném cát vào vũ khí của {mention} !!!

source: The mention is here on purpose. You wouldn't do this behind their back, would you
ar_001: ذكر هنا عن قصد. أنت لن تفعل هذا وراء ظهورهم ، أستفعل?
cs_cz: To že zmínka je tady, má svůj důvod. Neudělal/a bys to za jejich zády, že ne
da_dk: Omtalen er her med vilje. Du ville ikke gøre dette bag deres ryg, ville du
de_de: Die namentliche Nennung hier ist beabsichtigt. Du würdest das doch nicht hinter seinem/ ihrem Rücken tun, oder?
es_es: Mencionar a alguien para esto no es necesario. O lo harías atrás de sus espaldas avisándoles de que estás ahí?
fr_fr: La mention est ajoutée exprès... Tu ne ferais pas ça dans leur dos quand-même!
hu_hu: Az említés szándékosan van itt. Nem tennéd ezt a háta mögött, igaz?
it_it: La menzione è qui apposta. Non lo faresti alle sue spalle, vero?
nl_nl: De vermelding is hier met opzet. Je zou dit toch zeker niet achter hun rug doen?
pl_pl: Wspomnienie jest tutaj celowe. Nie zrobiłbyś tego za ich plecami, prawda?
pt_br: A menção está aqui de propósito, Você não faria isso pelas costas deles, faria?
ru_ru: Оповещение сделано специально. Вы же не собирались делать это втихаря, правда?
sv_se: Namnet är här med avsikt. Du skulle inte göra det bakom deras rygg, eller hur?
tr_tr: Bahsetme bilerek burada. Bunu arkasından yapmazdın, değil mi?
vi_vn: Bóp hay không bóp, đó là cả một vấn đề~

source: :money_with_wings: You dropped a bucket full of water on {target}, forcing them to wait 1 hour for their clothes to dry before they can return hunting.
ar_001: :money_with_wings: أسقطت دلوًا مملوءًا بالماء في {target} ، مما اضطرهم إلى الانتظار لمدة ساعة لتجف ملابسهم قبل أن يتمكنوا من العودة إلى الصيد.
cs_cz: :money_with_wings: Vylil jsi kyblík plný vody na {target}, čímž si je donutil počkat 1 hodinu na uschnutí jejich oblečení než se budou moct vrátit na lov.
da_dk: :money_with_wings: Du smed en spand fuld af vand på {target}, hvilket tvinger dem til at vente 1 time for deres tøj tørre, før de kan returnere jagt.
de_de: :money_with_wings: Du hast einen Eimer Wasser auf {target} gekippt, was sie/ihn dazu zwingt eine Stunde zu warten weil ihre/seine Kleidung trocknen muss, bevor er wieder jagen gehen kann.
es_es: :money_with_wings: Arrojaste un balde de agua en {target}, obligándoles a esperar 1 hora para que sus ropas se sequen antes de que puedan ir a cazar de nuevo.
fr_fr: :money_with_wings: Vous jetez un seau d'eau sur {target}, l'obligeant ainsi à attendre 1 heure avant de retourner chasser.
it_it: :money_with_wings: Hai fatto cadere un secchio pieno d'acqua su {target}, costringendolo ad aspettare un'ora prima che i suoi vestiti si asciughino prima che possa tornare a cacciare.
nl_nl: :money_with_wings: Je hebt een met water gevulde emmer op {target} laten vallen, waardoor ze genoodzaakt zijn 1 uur te wachten voordat hun kleren opgedroogd zijn en ze weer verder kunnen jagen.
pl_pl: :money_with_wings: Upuściłeś wiadro pełne wody na {target}, zmuszając ich do czekania 1 godzinę na wyschnięcie ubrań, zanim będą mogli wrócić na polowanie.
pt_br: :money_with_wings: Você jogou um balde cheio de água em {target}, forçando-os a esperar por 1 hora até a roupa deles secarem para que possam retornar a caçada.
ru_ru: :money_with_wings: Вы окатили ведром воды {target}, ему/ей нужно подождать час, чтобы одежда высохла и можно было продолжить охоту.
sv_se: :money_with_wings: Du tappade en hink full med vatten på {target} och tvingade dem att vänta 1 timme på att deras kläder skulle torka innan de kan återvända till jakt.
tr_tr: :money_with_wings: {target} 'a su dolu bir kova döktün, avlarına dönmeden önce elbiselerini kuruması için 1 saat beklettin.
vi_vn: :money_with_wings: Bạn vừa đổ nước cống lên đầu {target}, khiến họ phải mất 1 tiếng để ngửi khô quần áo trước khi có thể tiếp tục đi săn
