Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: I'm done! <:cmd_Setup_01:439551472804429836> Any warning has been sent above. I suggest fixing them, then running the command again! If there is none, congrats! You passed the tests brilliantly! If you are ready to continue with the setup, use the command `dh!setup_settings`. If you just want to play, use `dh!add_channel`. Once used, ducks will spawn automatically. Thanks for flying DucksAir. If you have any question, we are here to help at https://discord.gg/2BksEkV
bg_bg: Приключих! <:cmd_Setup_01:439551472804429836> Всяко предупреждение е изпратено по-горе. Предлагам да ги поправяне, след това да изпълните командата отново! Ако няма, поздравления! Преминахте тестовете брилянтно! Ако сте готови да продължите с настройката, използвайте командата `dh! Setup_settings`. Ако просто искате да играете, използвайте `dh! Add_channel`. Веднъж използван, патиците ще се хвърлят автоматично. Благодаря за летенето на DucksAir. Ако имате някакви въпроси, ние сме тук, за да помогнем на https://discord.gg/2BksEkV
cs_cz: Jsem hotový! <:cmd_Setup_01:439551472804429836> Jakákoliv varování byla poslána výše. Doporučuji je opravit, a pak použít tento příkaz znovu! Pokud tam nejsou žádné, gratuluji! Prošel si brilantně testem! Pokud si připravený pokračovat s nastavováním, použij příkaz `dh!setup_settings`. Pokud už chceš jenom hrát, použij `dh!add_channel`. Jednou použito, kachny se začnou automaticky objevovat. Díky létajícím DucksAir. Pokud máte nějaké otázky, jsme na https://discord.gg/2BksEkV , abychom vám pomohli.
da_dk: Jeg er færdig! <:cmd_Setup_01:439551472804429836> Enhver advarsel er sendt ovenover. Jeg foreslår at fikse dem, og så køre kommandoen igen! Hvis der ikke er nogle, tillykke! Du bestod testene glimrende! Hvis du er klar til at fortsætte med opsætningen, skal du bruge kommandoen `dh!setup_settings`. Hvis du bare vil spille, skal du bruge `dh!add_channel`. Når en gang er brugt, vil ænder dukke op automatisk. Tak for at flyve med DucksAir. Hvis du har spørgsmål, er vi her for at hjælpe på https://discord.gg/2BksEkV
de_de: Ich bin fertig! <:cmd_Setup_01:439551472804429836> Mögliche Warnungen wurden oben gesendet. Ich schlage vor, diese zu korrigieren, um dann den Befehl erneut auszuführen. Gibt es keine, dann herzlichen Glückwunsch! In dem Fall hast Du den Test mit Bravour bestanden! Wenn Du bereit bist, mit dem Setup weiterzumachen, verwende den Befehl `dh!setup_settings`. Wenn Du einfach spielen möchtest, verwende `dh!add_channel`. Sobald dies geschehen ist, werden Enten automatisch erscheinen. Danke, dass Sie mit DuckAir fliegen! Wenn Du noch Fragen hast, helfen wir gerne hier: https://discord.gg/2BksEkV
el_gr: Τελείωσα! <:cmd_Setup_01:439551472804429836> Οποιαδήποτε προειδοποίηση έχει σταλεί παραπάνω. Σας προτείνω να τα διορθώσετε και στη συνέχεια να εκτελέσετε ξανά την εντολή! Εάν δεν υπάρχει κανένα, συγχαρητήρια! Πέρασες τις δοκιμές λαμπρά! Εάν είστε έτοιμοι να συνεχίσετε με τη ρύθμιση, χρησιμοποιήστε την εντολή `dh!setup_settings`. Αν θέλετε απλώς να παίξετε, χρησιμοποιήστε το `dh!add_channel`. Μόλις χρησιμοποιηθούν, οι πάπιες θα αναπαράγονται αυτόματα. Ευχαριστώ που πετούσατε DucksAir. Εάν έχετε οποιαδήποτε ερώτηση, είμαστε εδώ για βοήθεια στη διεύθυνση https://discord.gg/2BksEkV
es_es: Hecho! <:cmd_Setup_01:439551472804429836> Cualquier advertencia ha sido enviada aquí arriba. Sugiero reparar los errores, y después ejecutar el comando otra vez! Si no hay, felicidades! Pasaste las pruebas de forma brillante! Si estás listo para continuar con la configuración, usa el comando `dh!setup_settings`. Si solo quieres jugar, usa `dh!add_channel`. Una vez usado, los patos aparecerán automáticamente. Gracias por volar con Aerolíneas Pato. Si tienes alguna pregunta, estamos aquí para ayudarte en https://discord.gg/2BksEkV
fr_fr: Fini! <:cmd_Setup_01:439551472804429836> Tout ce que j'ai pu trouver a été envoyé avant ce message. Je vous conseille de résoudre les problèmes, puis de relancer cette commande. S’il n'y a pas de messages avant celui-là, bravo ! Vous avez réussi les tests avec brio. Si vous êtes prêts à continuer avec le paramétrage du bot, utilisez la commande `dh!setup_settings`. Si vous préférez commencer à jouer dès maintenant, utilisez la commande `dh!add_channel`. Une fois utilisée, des canards apparaîtront automatiquement dans le salon. Merci de profiter de DuckHunt, si vous avez une question, toute l'équipe est présente pour vous aider sur le serveur de support à l'adresse https://discord.gg/2BksEkV
it_it: Ho finito! <:cmd_Setup_01:439551472804429836> Qualsiasi avviso è stato inviato sopra. Suggerisco di risolverli, quindi di eseguire nuovamente il comando! Se non ce n'è, congratulazioni! Hai superato brillantemente i test! Se sei pronto per continuare con la configurazione, usa il comando `dh!setup_settings`. Se vuoi giocare, usa `dh!add_channel`. Una volta inviato, le anatre verranno generate automaticamente. Grazie per aver volato con DucksAir. Se avete qualche domanda, siamo qui per aiutare a https://discord.gg/2BksEkV
nl_nl: Ik ben klaar! <:cmd_Setup_01:439551472804429836> Mogelijke waarschuwingen zijn hierboven verzonden. Ik stel voor ze op te lossen en het commando opnieuw uit te voeren! Als er geen meer zijn, gefeliciteerd! Je hebt de tests met glans doorstaan! Als je klaar bent om door te gaan met de installatie, gebruik je het commando `dh!setup_settings`. Als je alleen maar wil spelen, gebruik dan `dh!add_channel`. Eenmaal gebruikt zullen eenden automatisch spawnen. Bedankt voor het vliegen met DucksAir. Als je vragen hebt, zijn we hier om je te helpen op https://discord.gg/2BksEkV
pl_pl: Skończyłem! <:cmd_Setup_01:439551472804429836> Wszelkie ostrzeżenia zostały wysłane powyżej. Sugeruję ich naprawienie, a następnie ponowne uruchomienie! Jeśli nie ma, gratulacje! Świetnie zdałeś testy! Jeśli jesteś gotowy, aby kontynuować instalację, użyj polecenia `dh! Setup_settings`. Jeśli chcesz po prostu zagrać, użyj `dh! Add_channel`. Po użyciu kaczki odradzają się automatycznie. Jeśli masz jakieś pytania, jesteśmy tutaj, aby pomóc na https://discord.gg/2BksEkV
pt_br: Eu estou pronto! <:cmd_Setup_01:439551472804429836> Um alerta foi enviado acima. Eu sugiro que conserte isto, e então execute o comando novamente! Se não existe nenhum, parabéns! Você passou pelos testes, já pode pedir música no Fantástico! Se você está pronto para continuar com o setup, use o comando `dh!setup_settings`. Se você apenas quer jogar, use `dh!add_channel`. Uma vez usado, patos começarão a aparecer automaticamente. Obrigado por voar com a DucksAir. Se você tem algum questionamento, nós estamos aqui para ajudar em https://discord.gg/2BksEkV
ru_ru: Готово! <:cmd_Setup_01:439551472804429836> Все ошибки, возникшие в процессе, вы можете увидеть выше. Советую разобраться с ними. Когда закончите, напишите команду ещё раз. Если ошибок нет, то мои поздравления! Проверка успешно завершена! Если вы готовы продолжить настройку, напишите `dh!setup_settings`. Если вы просто хотите начать игру, то напишите `dh!add_channel`. После этого утки начнут появляться автоматически. Если у вас есть вопросы, можете задать их на нашем сервере: https://discord.gg/2BksEkV
sv_se: Klar! <:cmd_Setup_01:439551472804429836> Varningar har skickats ovan. Jag föreslår att du fixar dem och sedan kör kommandot igen! Om det inte fanns några varningar, grattis! Du klarade testet briljant! Om du är redo att fortsätta med installationen så kan du använda kommandot `dh!setup_settings`. Om du bara vill spela, använd `dh!add_channel`. När kommandot har använts så börjar ankorna komma automatiskt. Tack för att du har flygit på DucksAir. Om du har några frågor, är vi här för att hjälpa dig vid https://discord.gg/2BksEkV
tr_tr: Bitirdim! <:cmd_Setup_01:439551472804429836> Herhangi bir uyarı yukarıda gönderildi. Onları düzeltmeyi ve sonra komutu tekrar çalıştırmayı öneririm! Eğer yoksa, tebrikler! Testleri zekice geçtin! Kuruluma devam etmeye hazırsanız, `dh! Setup_settings` komutunu kullanın. Sadece oynamak istiyorsanız, `dh! Add_channel` kullanın. Bir kez kullanıldığında, ördekler otomatik olarak yumurtlayacaktır. DucksAir'i uçurduğunuz için teşekkürler. Herhangi bir sorunuz varsa, https://discord.gg/2BksEkV adresinde size yardımcı olmak için buradayız.
vi_vn: Quạc! <:cmd_Setup_01:439551472804429836> Mọi cảnh báo đã được gửi ở trên. Nên sửa lại chúng sau đó chạy lại lệnh! Nếu không có, chúc mừng bạn đã qua ! Để tiếp tục thiết lập, hãy dùng lệnh `dh!setup_settings`. Nếu chỉ muốn bắn, hãy sử dụng `dh!add_channel`. Một khi đã dùng, vịt sẽ xuất hiện một cách bình thường. Nếu có bất kì câu hỏi nào, truy cập : https://discord.gg/2BksEkV
