Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: :x: A required argument is missing.
ar_001: x: وسيطة مطلوبة غير موجودة.
bg_bg: :x: Липсва необходим аргумент.
cs_cz: :x: Požadovaný argument chybí.
da_dk: :x: Et krævende argument mangler.
de_de: :x: Ein notwendiges Befehlsdetail fehlt.
el_gr: :x: Ένα απαιτούμενο στοιχείο λείπει.
es_es: :x: Falta especificar un argumento u opción necesarias para ejecutar el comando.
fr_fr: :x: Il manque un argument nécessaire.
hu_hu: :x: Hiányzik egy szükséges paraméter.
it_it: :x: Manca un argomento obbligatorio.
ja_jp: :x: 必須の引数がありません。
ka_ge: საჭირო არგუმენტი აკლია.
ko_kr: :x: 커맨드가 잘못되었습니다.
nl_nl: :x: Een benodigd argument mist.
pl_pl: :x: Brakuje wymaganego argumentu.
pt_br: :x: Um elemento do programação está faltando.
ru_ru: :x: Пропущен обязательный параметр.
sr_me: :x: Nedostaje traženi argument.
sv_se: :x: Ett obligatorisk argument saknas.
tr_tr: :x: Gerekli bir argüman eksik.
vi_vn: :x: Thiếu một giá trị bắt buộc

source: :x: You don't have enough exp for this
ar_001: لا تكفيك exp لهذه العملية. :x:
bg_bg: :x: Нямате достатъчно exp точки
cs_cz: :x: Nemáš pro toto dostatečný počet expů.
da_dk: :x: Du har ikke nok exp til dette
de_de: :x: Dafür hast Du nicht genügend Erfahrungs-Punkte
el_gr: :x: Δεν έχετε αρκετή εμπειρία για αυτό
es_es: :x: No tienes suficientes puntos de experiencia para esto.
fr_fr: :x: Vous n'avez pas assez d'xp pour ça.
hu_hu: :x: Nincs elég tapasztalatod ehhez.
it_it: :x: Non hai abbastanza exp
ja_jp: :x: 経験値が足りません。
ka_ge: ამისთვის არ გყოფნით გამოცდილება.
ko_kr: :x: 를 사용하기 위한 포인트가 부족합니다.
nl_nl: :x: Je hebt niet genoeg exp hiervoor
pl_pl: :x: Nie posiadasz wystarczającej ilości doświadczenia.
pt_br: :x: Você não tem experiência suficiente para isso!
ru_ru: :x: У вас недостаточно опыта.
sr_me: :x: Nemate dovoljno iskustva za ovo
sv_se: :x: Du har inte tillräckligt med erfarenhetspoäng för detta.
tr_tr: :x: Bunun için yeterli exp puanın yok
vi_vn: :x: Không đủ điểm kinh nghiệm

source: :x: You are not a server admin
ar_001: :x: لست مشرفًا على هذا الملقم.
bg_bg: :x: Вие не сте администратор на сървър
cs_cz: :x: Nejsi admin serveru.
da_dk: :x: Du er ikke en serveradministrator
de_de: :x: Du bist kein Server-Administrator
el_gr: :x: Δεν είστε διαχειριστής του διακομιστή
es_es: :x: Tu no eres un administrador del servidor.
fr_fr: :x: Vous n'êtes pas un administrateur du serveur.
hu_hu: :x: Nem vagy adminisztrátor ezen a szerveren.
it_it: :x: Non sei un amministratore del server
ja_jp: :x: あなたはサーバーの管理者ではありません。
ka_ge: თქვენ არ ხართ სერვერის ადმინი.
ko_kr: :x: 서버 관리자 권한이 필요합니다.
nl_nl: :x: Je bent geen server admin
pl_pl: :x: Nie jesteś Adminem Serwera.
pt_br: :x: Você não é admin do servidor.
ru_ru: :x: У вас нет прав администратора.
sr_me: :x: Vi niste administartor servera
sv_se: :x: Du är inte en serveradministratör.
tr_tr: :x: Sen bir sunucu yöneticisi değilsin.
vi_vn: :x: Không phải admin của server

source: :x: You are not a super admin.
ar_001: :x: لست مشرفًا متميزًا.
bg_bg: :x: Вие не сте супер администратор.
cs_cz: :x: Nejsi super-admin.
da_dk: :x: Du er ikke en superadministrator.
de_de: :x: Du bist kein Super-Administrator.
el_gr: :x: Δεν είστε διαχειριστής του συστήματος.
es_es: :x: Tu no eres un super admin.
fr_fr: :x: Vous n'êtes pas un super administrateur.
hu_hu: :x: Nem vagy szuperadminisztrátor.
it_it: :x: Non sei un super admin
ja_jp: :x: あなたはスーパー管理者ではありません。
ka_ge: თქვენ არ ხართ სუპერ ადმინი.
ko_kr: :x: 최고 관리자 권한이 필요합니다.
nl_nl: :x: Je bent geen super admin.
pl_pl: :x: Nie jesteś Super Adminem.
pt_br: :x: Você não é um super admin.
ru_ru: :x: Эту команду может использовать только создатель бота.
sr_me: :x: Vi niste super admin.
sv_se: :x: Du är inte en superadministratör.
tr_tr: :x: Sen bir süper yönetici değilsin.
vi_vn: :x: Không phải admin xinh gái nhất server

source: This command is reserved for the bot owners. If you think this is an error, please contact my owner at the DuckHunt Support Server (see `dh!help`).
ar_001: هذا الأمر محجوز لأصحاب البوت. إذا كنت تعتقد أن هذا خطأ ، فالرجاء الاتصال بمالكي في دعم DuckHunt (انظر 'dh! help`).
bg_bg: Тази команда е запазена за собствениците на бот. Ако смятате, че това е грешка, моля свържете се с моя собственик в DuckHunt Server за поддръжка (вижте `dh! Help`).
cs_cz: Tento příkaz je rezervovaný pro majitele bota. Pokud si myslíš, že je toto chyba, prosím kontaktuj mého majitele na DuckHunt Support Server (odkaz získáš příkazem `dh!help`).
da_dk: Denne kommando er forbeholdt botejerene. Hvis du mener, at dette er en fejl, bedes du kontakte min ejer på DuckHunt Support Server (se `dh!help`).
de_de: Dieser Befehl kann nur von Server-Besitzern ausgeführt werden. Wenn Du denkst, dass es sich dabei um einen Fehler handelt, dann kontaktiere meinen Besitzer im DuckHunt Support Server (vgl. `dh!help`).
el_gr: Αυτή η εντολή προορίζεται για τους ιδιοκτήτες bot. Αν νομίζετε ότι πρόκειται για σφάλμα, επικοινωνήστε με τον ιδιοκτήτη μου στο διακομιστή υποστήριξης DuckHunt (δείτε `dh! Help`).
es_es: Este comando es exclusivo para los dueños del bot. Si piensas que esta es un error, por favor contacta a mi dueño en el Servidor de Soporte de DuckHunt (escribe `dh!help`).
fr_fr: Cette commande est réservée aux gestionnaires du bot. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter mon développeur sur le serveur de support DuckHunt (le lien est dans `dh!help`)
hu_hu: Ez a parancs a bottulajdonosok számára van fenntartva. Ha úgy gondolod, hogy ez egy hiba, vegye fel a kapcsolatot a tulajdonosommal a hivatalos DuckHunt szerveren (lásd: "dh!help").
it_it: Questo comando è riservato ai creatori del bot. Se ritieni che si tratti di un errore, per favore, contatta il mio proprietario sul server di supporto DuckHunt (utilizza `dh!help`).
ja_jp: このコマンドは、botのオーナー用に設定されています。これがエラーだと思われる場合、DuckHuntサポートサーバーでオーナーに連絡してください (`dh!help`)。
ka_ge: ეს ბრძანება დაცულია ბოტის მფლობელებისთვის. თუ ფიქრობთ, რომ ეს შეცდომაა, გთხოვთ დაუკავშირდეთ ჩემს მფლობელს Duck Hunt მხარდაჭერის სერვერზე (იხ. `Dh! Help`).
ko_kr: 이 명령은 봇 소유자를 위해 금지되어 있습니다. 이것이 오류라고 생각되면 DuckHunt 지원 서버 (Dh! help 참조)에 문의하십시오.
nl_nl: Dit commando is gereserveerd voor de eigenaars van de bot. Als je vindt dat dit een fout is, neem dan contact op met de Duckhunt Support Server (zie `dh!help`).
pl_pl: Ta komenda jest zarezerwowana dla właścicieli bota. Jeśli uważasz, że to błąd, skontaktuj się z moim właścicielem na serwerze pomocy technicznej DuckHunt (patrz „dh!help”).
pt_br: Esse comando está reservado para os proprietários de bots. Se você acha que isso é um erro, por favor contate meu dono no Servidor de suporte do DuckHunt (veja `dh!help`).
ru_ru: Эта команда зарезервирована для создателя бота. Если вы считаете, что это ошибка, свяжитесь с моим создателем на сервере поддержки DuckHunt (см. `dh!help`).
sr_me: Ova komanda je rezervisana samo za vlasnike bota. Ukoliko mislite da je ovo greška, molimo Vas kontaktirajte mog vlasnika u DuckHunt Support Server (vidi `dh!help`).
sv_se: Detta kommando är reserverat för ägarna av botten. Om du tycker detta är ett misstag, kontakta min ägare på DuckHunts Support Server (se `dh!help`)
tr_tr: Bu komut bot sahipleri için ayrılmıştır. Bunun bir hata olduğunu düşünüyorsanız, lütfen DuckHunt Destek Sunucusu'ndaki sahibimle iletişime geçin (bkz. `dh! help`).
vi_vn: Lệnh chỉ dùng cho người sở hữu bot này. Nếu bạn nghĩ đây là lỗi ,liên hệ với chủ sở hữu tại DuckHunt ( dh!help )

source: :x: You haven't voted for DuckHunt on DiscordBotList for a while.
bg_bg: :x: Не сте гласували за DuckHunt на DiscordBotList за известно време.
cs_cz: :x: Nějakou dobu jsi nevolil pro DuckHunt na DiscordBotListu.
da_dk: :x: Du har ikke stemt på DuckHunt på DiscordBotList i et stykke tid.
de_de: :x: Du hast schon länger nicht mehr Deine Stimme für DuckHunt auf der DiscordBotList abgegeben.
el_gr: :x: Δεν ψηφίσατε το DuckHunt στο Discordbotlist για λίγο καιρό.
es_es: :x: No has votado por DuckHunt en DiscordBotList hace un tiempo.
fr_fr: :x: Vous n'avez pas voté pour DuckHunt sur DiscordBotList depuis quelques temps.
hu_hu: :x: Egy ideje nem szavaztál a DuckHunt-ra a DiscordBotList-en.
it_it: :x: Non hai votato per DuckHunt su DiscordBotList da un po'.
ja_jp: :x: DiscordBotListでDuckHuntにしばらく投票していません。
ka_ge: თქვენ არ დაგიჭერიათ მხარი DuckHunt on DiscordBotList დიდი ხანი.
ko_kr: 당신은 DuckHunt를 봇 리스트에서 오랫동안 투표하시지 않았습니다
nl_nl: :x: Je hebt al een tijdje niet op DuckHunt gestemd op DiscordBotList.
pl_pl: :x: Od dawna nie głosowałeś na DuckHunt na DiscordBotList.
pt_br: Você não votou para o DuckHunt na lista DiscordBotList por enquanto.
ru_ru: :x: Вы давно не голосовали за меня на DiscordBotList.
sr_me: :x: Vi niste glasali za DuckHunt na DiscordBotList neko vrijeme.
sv_se: :x: Du har inte röstat på DuckHunt på DiscordBotList på ett tag.
tr_tr: :x: Bir süredir DiscordBotList'te DuckHunt için oy kullanmadın.
vi_vn: Lâu rồi chưa bình chọn cho DuckHunt trên DiscordBot nhỉ :P

source: Support the bot to use this command by voting at <https://discordbots.org/bot/duckhunt>. Be aware that the votes can take a minute to be registered by DuckhuntIf you think this is an error, please contact my owner at the DuckHunt Support Server (see `dh!help`).
bg_bg: Подкрепете бота да използва тази команда, като гласувате на <https: //discordbots.org/bot/duckhunt>. Имайте предвид, че гласовете могат да отнемат минута, за да бъдат регистрирани от Duckhunt. Ако смятате, че това е грешка, моля свържете се с моя собственик на DuckHunt Server за поддръжка (вижте `dh! Help`).
cs_cz: Podpoř tohoto bota volením na <https://discordbots.org/bot/duckhunt>, abys mohl použít tento příkaz. Pamatuj, že registrace hlasů DuckHuntem může chvíli trvat. Pokud si myslíš, že je toto chyba, prosím kontaktuj mého majitele na DuckHunt Support Server (odkaz získáš příkazem `dh!help`).
da_dk: Støt botten for at bruge denne kommando ved at stemme på <https: //discordbots.org/bot/duckhunt>. Vær opmærksom på, at stemmerne kan tage et minut at blive registreret af Duckhunt. Hvis du mener, at dette er en fejl, bedes du kontakte min ejer på DuckHunt Support Server (se "dh!help").
de_de: Unterstütze die Verwendung dieser Funktion indem Du unter <https://discordbots.org/bot/duckhunt> Deine Stimme abgibst. Beachte, dass sich das Abstimmen eine Minute verzögern kann, bis die Stimme bei DuckHunt registriert ist. Wenn Du glaubst, dass es sich um einen Fehler handelt, wende Dich bitte an meinen Besitzer im DuckHunt Hilfe Server. (siehe `dh!help`)
el_gr: Υποστηρίξτε το bot για να χρησιμοποιήσετε αυτήν την εντολή, ψηφίζοντας στη διεύθυνση <https: //discordbots.org/bot/duckhunt>. Να γνωρίζετε ότι οι ψήφοι μπορεί να διαρκέσουν ένα λεπτό για να καταγραφούν από το Duckhunt.Εάν νομίζετε ότι πρόκειται για λάθος, επικοινωνήστε με τον ιδιοκτήτη μου στο διακομιστή υποστήριξης DuckHunt (βλ. `dh! Help`).
es_es: Apoya este bot para usar este comando votando en <https://discordbots.org/bot/duckhunt>. Ten en cuenta que los votos pueden tardar un minuto en ser registrados por DuckHunt. Si crees que es un error, por favor contacta a mi dueño en el servidor de soporte de DuckHunt (consulta `dh!help`).
fr_fr: Aidez le bot en utilisant cette commande et votant sur <https: //discordbots.org/bot/duckhunt>. Sachez que les votes peuvent prendre une minute pour être enregistrés par Duckhunt. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter mon propriétaire sur le serveur de support DuckHunt (voir `dh! Help`).
hu_hu: Hogy használhasd ezt a parancsot, kérlek támogasd a botot ezen a weblapon:<https://discordbots.org/bot/duckhunt>. Vedd figyelembe, hogy a szavazatok eltarthatnak egy percig, amíg a DuckHunt-nál regisztrálja magát. Ha úgy gondolod, hogy ez egy hiba, vedd fel a kapcsolatot a tulajdonosommal a DuckHunt támogatási szerveren (lásd: "dh!help").
it_it: Supporta il bot per utilizzare questo comando votando a <https://discordbots.org/bot/duckhunt>. Tieni presente che i voti possono richiedere un minuto per essere registrati da Duckhunt. Se ritieni che si tratti di un errore, contatta il mio proprietario presso il server di supporto DuckHunt (consulta `dh!help`).
ja_jp: <https://discordbots.org/bot/duckhunt>で投票し、サポートすることでこのコマンドを使えます。投票の確認には数分かかる場合があります。これがエラーだと思われる場合、DuckHuntサポートサーバーでオーナーに連絡してください (`dh!help`)。
ka_ge: ბოტის მხარდასაჭერად ამ ბრძანების გამოყენება <https://discordbots.org/bot/duckhunt>. გაითვალისწინეთ, რომ ხმა მიიღებს წუთს დარეგისტრირება DuckhuntIf თქვენ ფიქრობთ, რომ ეს შეცდომაა, გთხოვთ დაუკავშირდეთ ჩემს მფლობელს DuckHunt მხარდაჭერის სერვერზე (იხილეთ dh! Help`).
ko_kr: <https://discordbots.org/bot/duckhunt>에서 투표하여 이 명령을 사용하도록 봇을 지원하십시오. Duckhunt에 의해 투표가 등록 되려면 1 분이 걸릴 수 있습니다. 에러가 날 경우 DuckHunt 지원 서버의 소유자에게 문의하십시오 (`dh!help`참조).
nl_nl: Steun de bot om dit commando te gebruiken door te stemmen op <https: //discordbots.org/bot/duckhunt>. Houd er rekening mee dat het even kan duren voordat de stemmen worden geregistreerd door Duckhunt. Als je denkt dat dit een fout is, neem dan contact op met mijn eigenaar op de DuckHunt Support Server (zie `dh!help`).
pl_pl: Wesprzyj bota aby użyć tą komendę, głosująć na stronie <https://discordbots.org/bot/duckhunt>. Pamiętaj, że rejestracja głosów przez Duckhunt może zająć minutę. Jeśli uważasz, że to błąd, skontaktuj się z moim właścicielem na serwerze pomocy technicznej DuckHunt (patrz „dh!help”).
pt_br: Ajude o bot use este comando para votar em <https://discordbots.org/bot/duckhunt>. Esteja alerta que para que o voto seja válidado você precisa estar registrado por Duckhuntlf. Se você pensa que isto é um erro, por favor contate meu owner no servidor de suporte do DuckHunt (veja `dh!help`).
ru_ru: Поддержите меня, проголосовав на сайте <https://discordbots.org/bot/duckhunt>. Иногда мне нужно время, чтобы зарегистрировать ваш голос. Если вы думаете, что это ошибка, пожалуйста, свяжитесь с моим владельцем на сервере поддержки DuckHunt (`dh!help`).
sr_me: Podržite bota da bih ste koristili ovu komandu tako što ćete glasati na <https://discordbots.org/bot/duckhunt>. Budite oprezni da ovi glasovi mogu potrajati minut da bih se registrovao od strane Duckhunt. Ukoliko mislite da je ovo greška, molim Vas kontaktirajte mog vlasnika u DuckHunt Support Server (vidi `dh!help`).
sv_se: Stöd bot för att använda detta kommando genom att rösta på <https://discordbots.org/bot/duckhunt>. Var medveten om att rösterna kan ta en minut att registreras av Duckhunt. Om du tycker att detta är ett fel, vänligen kontakta min ägare vid DuckHunt Support Server (se `dh!help`).
tr_tr: Bu komutu kullanmak için botu <https://discordbots.org/bot/duckhunt> adresinde oylayarak destekle. Oyunuzun Duckhunt tarafından kaydedilmesi bir dakika kadar sürebilir. Eğer bunun bir hata olduğunu düşünüyorsanız lütfen Duckhunt Destek Sunucusu'ndaki sahibimle iletişime geçin.
vi_vn: Hỗ trợ bằng cách bỏ phiếu cho con vịt này tại <https://discordbots.org/bot/duckhunt> . Lưu ý rằng bỏ phiếu có thể mất vài phút . Nếu bạn nghĩ đây là lỗi, hãy liên hệ chủ sở hữu của con vịt này tại DuckHunt Support Server ( dh!help )

source: You are on cooldown :(, try again in {seconds} seconds!
bg_bg: Вие сте в режим на охлаждане :(, опитайте отново след {seconds} секунди!
cs_cz: Počkej chvilku, zkus to znovu za {seconds} sekunda/sekundy/sekund.
da_dk: Du er på cooldown :( Prøv igen om {seconds}
de_de: Du befindest Dich noch in der Abkühlphase :( Versuch's einfach nochmal in {seconds} Sekunden!
es_es: ¡Estás con tiempo de enfriamiento :(, inténtalo de nuevo en {seconds} segundos!
fr_fr: Vous êtes en cooldown :(, réessayez dans {seconds} secondes!
hu_hu: El vagy fáradva, próbáld újra {seconds} másodperc múlva!
it_it: Sei in cooldown :(, riprova tra {seconds} secondi!
ja_jp: クールダウンになっています。{seconds}後にもう一度試してください。
ko_kr: 쿨다운 : ({seconds} 초 후에 다시 시도하십시오!
nl_nl: Je zit in een afkoelperiode :(, probeer het opnieuw in {seconds} seconden!
pl_pl: Musisz ochłonąć! :( Spróbuj ponownie za {seconds} sekund!
pt_br: Você está no tempo de espera :(, tente novamente em {seconds} segundos!
ru_ru: Повторите попытку через {seconds} сек.!
sr_me: Trenutno ste u prekidu :(, pokušajte ponovo za {seconds} sekundi!
sv_se: Du är på nedkylning :(, försök igen om {seconds} sekunder!
tr_tr: Bekleme süresindesiniz :(, {seconds} saniye içinde tekrar deneyin!
vi_vn: Đang hồi năng lượng, đừng sồn sồn lên chứ :( , thử lại sau {seconds} giây :D

source: :bulb: HINT:
bg_bg: :bulb: СЪВЕТ:
cs_cz: :bulb: NÁPOVĚDA:
de_de: :bulb: TIPP:
el_gr: :bulb: ΣΥΜΒΟΥΛΗ:
es_es: :bulb: PISTA:
fr_fr: :bulb: ASTUCE :
hu_hu: :bulb: NYOM:
it_it: :bulb: SUGGERIMENTO:
ja_jp: :bulb: ヒント:
ka_ge: : ok: შესრულებულია, მომხმარებელი აკრძალულია. :gun:
ko_kr: :bulb: 힌트
pl_pl: :bulb: WSKAZÓWKA:
pt_br: :bulb: DICA:
ru_ru: :bulb: СОВЕТ:
sr_me: :bulb: Nagovještaj:
sv_se: :bulb: TIPS:
tr_tr: :bulb: İPUCU:
vi_vn: :ear: Nói nhỏ nè :

source: :ok: Done, user banned. :gun:
ar_001: :ok: تم إبعاد المستخدم. :gun:
bg_bg: :ok: Готово, потребителят е забранен. :gun:
cs_cz: :ok: Hotovo, uživateli byl dán ban. :gun:
da_dk: :ok: Udført, bruger bandlyst :gun:
de_de: :ok: Fertig! Benutzer wurde gesperrt. :gun:
el_gr: : ok: Έγινε, στον χρήστη απαγορεύτηκε η πρόσβαση στο παιχνίδι. :gun:
es_es: :ok: Hecho, usuario baneado. :gun:
fr_fr: :ok: Utilisateur banni :gun:
hu_hu: :ok: Kész, felhasználó tilitva. :gun:
it_it: :ok: Fatto, utente bannato. :gun:
ja_jp: :ok: ユーザーは禁止されました。 :gun:
ka_ge: : ok: შესრულებულია, მომხმარებელი აკრძალულია. :gun:
ko_kr: :ok: 밴 :gun:
nl_nl: :ok: Klaar, gebruiker verbannen. :gun:
pl_pl: :ok: Gotowe, użytkownik zbanowany. :gun:
pt_br: :ok: Beleza, usuário banido. :gun:
ru_ru: :ok: Готово, пользователь заблокирован. :gun:
sr_me: :ok: Gotovo, korisnik zabranjen. :gun:
sv_se: :ok: Gjort, användaren bannlyst. :gun:
tr_tr: :ok: Tamam, kullancı yasaklandı :gun:
vi_vn: Người dùng bị chặt cu :ok_hand:

source: :ok: Done, user unbanned. :eyes:
ar_001: : ok: فعلت ، إلغاء حظر المستخدم. : eyes:
bg_bg: :ok: Готово, потребителят вече не е забранен. :eyes:
cs_cz: :ok: Hotovo, uživatel byl zbaven banu. :eyes:
da_dk: :ok: Udført, bruger ikke bandlyst længere :eyes:
de_de: :ok: Fertig! Benutzer darf wieder spielen. :eyes:
el_gr: : ok: Έγινε, στον χρήστη επιτρέπτηκε η πρόσβαση στο παιχνίδι. : eyes:
es_es: :ok: Hecho, usuario desbaneado. :eyes:
fr_fr: :ok: Utilisateur débanni :eyes:
hu_hu: :ok: Kész, felhasználó tiltása feloldva. :eyes:
it_it: :ok: Fatto, rimosso il ban dall’utente. :eyes:
ja_jp: :ok: ユーザーは禁止を解除されました。 :eyes:
ka_ge: :ok: შესრულებულია, მომხმარებელი დაშვებულია. :eyes:
ko_kr: :ok: 벤이 해제되었습니다 :eyes:
nl_nl: :ok: Klaar, ban van de gebruiker opgeheven. :eyes:
pl_pl: :ok: Gotowe, użytkownik odbanowany. :eyes:
pt_br: :ok: Beleza, usuário desbanido. :eyes:
ru_ru: :ok: Готово, пользователь разблокирован. :eyes:
sr_me: :ok: Gotovo, korisnik neobvezen. :eyes:
sv_se: :ok: Gjort, användaren är inte bannlyst nu. :eyes:
tr_tr: :ok: Tamam, kullanıcının yaşağı kaldırıldı :eyes:
vi_vn: Người dùng vừa cứng lại rồi :D

source: <:cmd_ChannelAdded_01:439546719143723019> Done, channel {channel} added to the game! Have fun!
ar_001: <:cmd_ChannelAdded_01:439546719143723019>تمت إضافة القناة {channel} إلى اللعبة! إستمتع!
bg_bg: <:cmd_ChannelAdded_01:439546719143723019>Готово, канал {channel} е добавен в играта! Забавлявай се!
cs_cz: <:cmd_ChannelAdded_01:439546719143723019> Hotovo, kanál {channel} byl přidán do hry! Bavte se!
da_dk: <:cmd_ChannelAdded_01:439546719143723019>Udført, kanal {channel} tilføjet til spillet! Hav det sjovt!
de_de: <:cmd_ChannelAdded_01:439546719143723019>Fertig! Der Kanal {channel} wurde dem Spiel zugefügt! Viel Spaß!
el_gr: <:cmd_ChannelAdded_01:439546719143723019>Τέλος, το κανάλι {channel} προστέθηκε στο παιχνίδι! Καλή διασκέδαση!
es_es: <:cmd_ChannelAdded_01:439546719143723019> Hecho, el canal {channel} ha sido añadido al juego! Que te diviertas!
fr_fr: <:cmd_ChannelAdded_01:439546719143723019> C'est fait, les canards peuvent apparaître dans {channel} ! Amusez-vous bien!
hu_hu: <:cmd_ChannelAdded_01:439546719143723019> Kész, csatorna {channel} hozzáadva a játékhoz. Jó szórakozást!
it_it: <:cmd_ChannelAdded_01:439546719143723019>Fatto, il canale {channel} è stato aggiunto al gioco! Divertiti!
ja_jp: <:cmd_ChannelAdded_01:439546719143723019> チャンネル {channel} がゲームに追加されました！楽しんでください！
ka_ge: <:cmd_ChannelAdded_01:439546719143723019> შესრულებულია, არხი {channel} დაემატა თამაშს! გაერტთე!
ko_kr: <:cmd_ChannelAdded_01:439546719143723019> 설정완료! {channel}에 게임에 추가됬어 GG!
nl_nl: <:cmd_ChannelAdded_01:439546719143723019>Klaar, kanaal {channel} toegevoegd aan het spel! Veel plezier!
pl_pl: <:cmd_ChannelAdded_01:439546719143723019> Gotowe, kanał {channel} został dodany do gry! Miłej zabawy!
pt_br: <:cmd_ChannelAdded_01:439546719143723019> Beleza, canal {channel} adicionado ao jogo! Divirta-se!
ru_ru: <:cmd_ChannelAdded_01:439546719143723019> Готово, канал "{channel}" добавлен в игру! Удачной игры!
sr_me: <:cmd_ChannelAdded_01:439546719143723019> Gotovo, kanal {channel} dodat u igru! Zabavite se!
sv_se: <:cmd_ChannelAdded_01:439546719143723019> Klar, kanal {channel} läggs till i spelet! Ha så kul!
tr_tr: <:cmd_ChannelAdded_01:439546719143723019>Tamam, kanal {channel} oyuna eklendi! İyi eğlenceler!
vi_vn: <:cmd_ChannelAdded_01:439546719143723019> Vịt đã vào phòng {channel}. Xách súng lên nào !

source: <:cmd_ChannelRemoved_01:439546718737137674> Done, channel {channel} removed from the game. Bye!
ar_001: <:cmd_ChannelRemoved_01:439546718737137674>تم حذف القناة {channel} من اللعبة. وداعا!
bg_bg: <:cmd_ChannelRemoved_01:439546718737137674>Готово премахнат канал {channel} от играта. Чао!
cs_cz: <:cmd_ChannelRemoved_01:439546718737137674> Hotovo, kanál {channel} byl odebrán ze hry. Nashledanou!
da_dk: <:cmd_ChannelRemoved_01:439546718737137674>Udført, kanal {channel} fjernet fra spillet. Farvel!
de_de: <:cmd_ChannelRemoved_01:439546718737137674>Fertig! Der Kanal {channel} wurde vom Spiel entfernt! Tschüss!
el_gr: <:cmd_ChannelRemoved_01:439546718737137674>Τέλος, το κανάλι {channel} αφαιρέθηκε από το παιχνίδι. Αντίο!
es_es: <:cmd_ChannelRemoved_01:439546718737137674> Hecho, el canal {channel} ha sido eliminado del juego. Adiós!
fr_fr: <:cmd_ChannelRemoved_01:439546718737137674> Le jeu a été interrompu dans {channel}
hu_hu: <:cmd_ChannelRemoved_01:439546718737137674> Kész, a {channel} csatorna eltávolítva a játékból. Viszlát!
it_it: <:cmd_ChannelRemoved_01:439546718737137674>Fatto, il canale {channel} è stato rimosso dal gioco. Ciao!
ja_jp: <:cmd_ChannelRemoved_01:439546718737137674> チャンネル {channel} がゲームから削除されました。さようなら！
ka_ge: <:cmd_ChannelRemoved_01:439546718737137674> შესრულებულია, არხი {channel} ამოიშალა თამაშიდან. ნახვამდის!
ko_kr: <:cmd_ChannelRemoved_01:439546718737137674> 설정완료! {channel}에서 게임이 제거됬어
nl_nl: <:cmd_ChannelRemoved_01:439546718737137674>Klaar, kanaal {channel} uit het spel verwijderd. Doei!
pl_pl: <:cmd_ChannelRemoved_01:439546718737137674> Gotowe, kanał {channel} został usunięty z gry. Papa!
pt_br: <:cmd_ChannelRemoved_01:439546718737137674> Prontinho, canal {channel} removido do jogo. Tchau, tchau!
ru_ru: <:cmd_ChannelRemoved_01:439546718737137674> Готово, канал "{channel}" удалён из игры. Пока!
sr_me: <:cmd_ChannelRemoved_01:439546718737137674> Gotovo, kanal {channel} je uklonjen iz igre. Ćao!
sv_se: <:cmd_ChannelRemoved_01:439546718737137674> Klar, kanal {channel} tas bort från spelet. Hejdå!
tr_tr: <:cmd_ChannelRemoved_01:439546718737137674>Tamam, kanal {channel} oyundan kaldırıldı. Hoşçakal!
vi_vn: <:cmd_ChannelRemoved_01:439546718737137674> Vịt đã chạy khỏi {channel}.
