Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: Hey! Let's configure the server! I'll give you the most used parameters, and let you change them if you want. Any command written here is optional, and you can start playing now just by using `dh!add_channel`. **Before starting, please make sure this is the channel you want to use, and activate it with `dh!add_channel`.** **1/ Language used**: \* If you speak french, use `dh!settings set language fr_FR` \* If you speak spanish, use `dh!settings set language es_ES` \* Another language we don't fully support yet? Help us translate DuckHunt! Find us at https://discord.gg/2BksEkV. **2/ Ducks Per Day**: This is the number of ducks that will spawn per day. They spawn at random intervals, but you can configure the number of ducks that will spawn. \* Use the following command to change it, use `dh!settings set ducks_per_day XX`, where `XX` is a number. \* To prevent abuse, there is a limit that will be automatically enforced. If you need to lift it, contact my owner at the support server. **3/ Exp Won Per Duck Killed**: This is the experience won per duck killed. If your server is really popular, it might be worth it to push it up a little to make new hunters progress faster. \* Use the following command to change it, use `dh!settings set exp_won_per_duck_killed XX`, where `XX` is a number. \* :bulb: Don't go too high tho, there must be some challenge. 15 is a good start **4/ Other settings**: This is starting to be lengthy, so I won't go into further details here. You are probably all set and can start the game by typing `dh!add_channel`. More settings can be found using `dh!settings list` Thanks for playing with me! <:official_Duck_01:439546719177539584>
bg_bg: Хей! Нека конфигурираме сървъра! Ще ви дам най-използваните параметри и ще ви позволи да ги промените, ако желаете. Всяка написана тук команда е по желание и можете да започнете да играете сега само с помощта на `dh!add_channel`. ** Преди да започнете, моля, уверете се, че това е каналът, който искате да използвате, и го активирайте с `dh!add_channel`. ** ** 1 / Използван език **: \* Ако говорите френски, използвайте `dh!settings set language fr_FR` \*Ако говорите испански, използвайте `dh! \*Друг език, на който още не подкрепяме напълно? Помогнете ни да преведем DuckHunt! Намерете ни на https://discord.gg/2BksEkV. ** 2 / Дъкс на ден **: Това е броят на патиците, които ще се хвърлят на ден. Те се хвърлят в случайни интервали, но можете да конфигурирате броя на патиците, които ще се появят. \*Използвайте следната команда, за да я промените, използвайте `dh! Set set ducks_per_day XX`, където 'XX' е число. \*За да се предотврати злоупотреба, съществува ограничение, което автоматично ще бъде приложено. Ако трябва да го вдигнете, свържете се с моя собственик на сървъра за поддръжка. ** 3 / Exp Won Per Duck Killed **: Това е опитът, спечелен за убита патица. Ако сървърът ви е наистина популярен, може би си заслужава да го избутате малко, за да направят новите ловци по-бързи. \*Използвайте следната команда, за да я промените, използвайте `dh! Set set exp_won_per_duck_killed XX`, където 'XX' е число. \*: bulb: Не отивай прекалено високо, трябва да има някакво предизвикателство. 15 е добро начало ** 4 / Други настройки **: Това започва да е продължително, така че няма да навлизам в повече подробности тук. Вероятно всички сте настроени и можете да стартирате играта, като напишете `dh! Add_channel`. Още настройки могат да бъдат намерени чрез `dh! Списък с настройки ' Благодаря, че играеш с мен! <:official_Duck_01:439546719177539584>
cs_cz: Hej! Pojďme nakonfigurovat server! Dám vám nejčastěji používané parametry a nechám vás je změnit, pokud byste chtěl. Jakýkoliv příkaz zde napsaný je nepovinný a můžete začít hned hrát jenom tím že použijete příkaz `dh!add_channel`. **Než začnete, prosím, ujistěte se, že toto je kanál, který chcete použít, a potom ho aktivujte příkazem `dh!add_channel`.** **1/ Použitý jazyk**: \* Pokud mluvíte francouzsky, použijte `dh!settings set language fr_FR` \* Pokud mluvíte španělsky, použijte `dh!settings set language es_ES` \* Jiný jazyk, který plně nepodporujeme? Pomozte nám přeložit DuckHunt! Najdete nás na https://discord.gg/2BksEkV. **2/ Kachny Za Den**: Toto je počet kachen, které se objeví za den. Objevují se v náhodných intervalech, ale můžete nakonfigurovat počet kachen, který se objeví. \* Použijte následující příkaz, abyste to změnil, použijte `dh!settings set ducks_per_day XX`, kde `XX` je ten počet. \* Je nastaven limit, který se vám automaticky vnutí. Je zde aby zabránil zneužití. Pokud ho potřebujete zvýšit, kontaktujte mého majitele na serveru podpory. **3/ Expy Vyhrané Za Kachnu Zabitou**: Toto jsou zkušenosti vyhrané za kachnu zabitou. Pokud je váš server populární, bylo by možná výhodné toto trochu zvednout, aby mohli nový lovci se posouvat rychleji. \* Použijte následující příkaz, abyste to změnil, použijte `dh!settings set exp_won_per_duck_killed XX`, kde `XX` je ten počet expů. \* :bulb: Ovšem nejdi moc vysoko, musí to být aspoň trochu výzva. 15 je dobrý start **4/ Jiná nastavení**: Toto začíná být trochu zdlouhavé, takže tady nepůjdu do hlubších detailů. Pravděpodobně máte všechno připraveno a můžete začít hru napsáním `dh!add_channel`. Další nastavení můžete najít použitím `dh!settings list` Děkuji, že se mnou hraješ! <:official_Duck_01:439546719177539584>
da_dk: Hej! Lad os konfigurere serveren! Jeg giver dig de mest anvendte parametre, og lad dig ændre dem, hvis du vil. Enhver kommando, der er skrevet her, er valgfri, og du kan begynde at spille nu bare ved at bruge `dh!add_channel`. **Før du starter, skal du sørge for at det er den kanal, du vil bruge, og aktiver den med `dh!add_channel`.** **1/Anvendt sprog**: \* Hvis du taler fransk, skal du bruge `dh!settings set language fr_FR` \* Hvis du taler spansk, skal du bruge `dh!settings set language es_ES` \* Et andet sprog understøtter vi ikke fuldt ud endnu? Hjælp os med at oversætte DuckHunt! Find os på https://discord.gg/2BksEkV. **2/Ænder pr. Dag**: Dette er antallet af ænder, der ville dukke om dagen. De dukker op ved et tilfældigt interval, men du kan konfigurere antallet af ænder, der vil dukke op. \* Brug følgende kommando for at ændre den, brug `dh!settings set ducks_per_day XX`, hvor`XX` er et tal. \* For at forhindre misbrug er der en grænse, der automatisk håndhæves. Hvis du skal løfte det, skal du kontakte min ejer på supportserveren. **3/Exp vundet pr. And dræbt**: Dette er erfaringen vundet per and dræbt. Hvis din server er rigtig populær, kan det være værd at skubbe det lidt op for at gøre nye jægere hurtigere. \* Brug følgende kommando for at ændre den, brug `dh!settings set exp_won_per_duck_killed XX`, hvor` XX` er et tal. \* :bulb: Gå dog ikke for højt, der skal være en udfordring. 15 er en god start **4/Andre indstillinger**: Dette begynder at være langt, så jeg vil ikke gå ind i yderligere detaljer her. Du er sikkert helt klar og kan starte spillet ved at skrive `dh!add_channel`. Flere indstillinger kan findes ved hjælp af `dh!settings_list` Tak for at lege med mig! <:official_Duck_01:439546719177539584>
de_de: Hallo! Lass uns den Server konfigurieren! Ich gebe Dir die am häufigsten verwendeten Parameter und wenn Du möchtest, kannst Du sie ändern. Jeder Befehl, der hier aufgelistet wird, ist freiwillig. Du kannst auch sofort zu spielen beginnen, indem du `dh!add_channel` verwendest. ** Stelle vor dem Start sicher, dass dies der Kanal ist, den Du verwenden möchtest, und aktiviere ihn mit `dh!add_channel`. ** ** 1 / Verwendete Sprache **: \ * Wenn Du Französisch sprichst, benutze `dh!settings set language fr_FR` \ * Wenn Du Spanisch sprichst, benutze `dh!settings set language es_ES` \ * Vermißt Du eine andere Sprache die wir noch nicht vollständig unterstützen? Dann hilf uns, DuckHunt zu übersetzen! Finde uns unter https://discord.gg/2BksEkV. ** 2 / Enten pro Tag **: Dies ist die Anzahl der Enten, die pro Tag erscheinen. Sie tun dies in zufälligen Intervallen, aber Du kannst ihre Anzahl auch konfigurieren. \ * Verwende den folgenden Befehl, um es zu ändern: "dh!settings set ducks_per_day XX", wobei "XX" für eine Zahl steht. \ * Um Missbrauch zu verhindern, gibt es ein Limit, das automatisch durchgesetzt wird. Wenn Du es aufheben möchtest, kontaktiere meinen Besitzer auf dem Support-Server. ** 3 / Erfahrungs-Punkte gewonnen pro getöteter Ente**: Dies ist die Erfahrung, die Du pro getöteter Ente erhältst. Wenn Dein Server wirklich beliebt ist, lohnt es sich, diesen Wert ein wenig höher anzusetzen, um neue Jäger schneller voranzubringen. \ * Verwende den folgenden Befehl, um es zu ändern: `dh!settings set exp_won_per_duck_killed XX`, wobei` XX` für eine Zahl steht. \ * :bulb: Stell es nicht zu hoch ein, es soll ja eine Herausforderung bleiben. 15 reicht für einen guten Anfang! ** 4 / Andere Einstellungen **: Das fängt an, etwas langwierig zu werden, deshalb werde ich hier nicht näher auf weitere Details eingehen. Wahrscheinlich hast Du auch alles erstmal so eingestellt um das Spiel starten zu können. Wenn Du bereit bist, gib `dh!add_channel` ein. Weitere Einstellungen findest Du unter `dh!settings list` Danke, dass Du mit mir spielst! <:official_Duck_01:439546719177539584>
el_gr: Γεια σου! Ας ρυθμίσουμε το διακομιστή! Θα σας δώσω τις πιο χρησιμοποιούμενες παραμέτρους και θα σας επιτρέψω να τις αλλάξετε αν θέλετε. Οποιαδήποτε εντολή γραμμένη εδώ είναι προαιρετική και μπορείτε να ξεκινήσετε να παίζετε τώρα χρησιμοποιώντας το `dh! Add_channel`. ** Πριν ξεκινήσετε, βεβαιωθείτε ότι πρόκειται για το κανάλι που θέλετε να χρησιμοποιήσετε και ενεργοποιήστε το με `dh! Add_channel '. ** ** 1 / Γλώσσα που χρησιμοποιείται **: \ * Εάν μιλάτε γαλλικά, χρησιμοποιήστε τη ρύθμιση `dh! Set language fr_FR` \ * Εάν μιλάτε ισπανικά, χρησιμοποιήστε τη ρύθμιση `dh! Set language es_ES ' \ * Μια άλλη γλώσσα που δεν υποστηρίζουμε ακόμα πλήρως; Βοηθήστε μας να μεταφράσουμε το DuckHunt! Βρείτε μας στο https://discord.gg/2BksEkV. ** 2 / πάπιες ανά ημέρα **: Αυτός είναι ο αριθμός των πάπιων που θα γεννήσουν την ημέρα. Αναπαράγονται με τυχαία χρονικά διαστήματα, αλλά μπορείτε να διαμορφώσετε τον αριθμό των πάπιων που θα γεννήσουν. \ * Χρησιμοποιήστε την ακόλουθη εντολή για να την αλλάξετε, χρησιμοποιήστε τις ρυθμίσεις `dh! Set ducks_per_day XX`, όπου` XX` είναι ένας αριθμός. \ * Για να αποφευχθεί η κατάχρηση, υπάρχει ένα όριο που θα εφαρμοστεί αυτόματα. Εάν πρέπει να το ανασηκώσετε, επικοινωνήστε με τον ιδιοκτήτη μου στο διακομιστή υποστήριξης. ** 3 / Επεισόδιο κερδισμένο ανά πάπια σκότωσε **: Αυτή είναι η εμπειρία που κερδήθηκε ανά πάπια σκότωσε. Αν ο διακομιστής σας είναι πολύ δημοφιλής, ίσως αξίζει τον κόπο να το ωθήσετε λίγο για να φτάσετε πιο γρήγορα τους νέους κυνηγούς. \ * Χρησιμοποιήστε την ακόλουθη εντολή για να την αλλάξετε, χρησιμοποιήστε τις ρυθμίσεις `dh! Set exp_won_per_duck_killed XX`, όπου` XX` είναι ένας αριθμός. \ *: λαμπτήρας: Μην πάτε πάρα πολύ ψηλά, πρέπει να υπάρξει κάποια πρόκληση. 15 είναι μια καλή αρχή ** 4 / Άλλες ρυθμίσεις **: Αυτό αρχίζει να είναι χρονοβόρα, επομένως δεν θα πάω σε περισσότερες λεπτομέρειες εδώ. Πιθανότατα έχετε ρυθμίσει και μπορείτε να ξεκινήσετε το παιχνίδι πληκτρολογώντας `dh! Add_channel`. Περισσότερες ρυθμίσεις μπορείτε να βρείτε χρησιμοποιώντας τη λίστα `dh! Settings` Ευχαριστώ που παίξατε μαζί μου! <:official_Duck_01:439546719177539584>
es_es: Hey! Configuremos el servidor! Te daré los parámetros más usados, y te dejaré ajustarlos si quieres. Cualquier comando escrito aquí es opcional, y puedes empezar a jugar ahora usando `dh!add_channel`. **Antes de empezar, asegúrate de que canal que quieres usar, y actívalo con `dh!add_channel`.** **1/ Idioma**: \* Si hablas Francés, usa `dh!settings set language fr_FR` \* SI hablas Español, usa `dh!settings set language es_ES` \* Algún otro idioma que no hemos traducido aún? Ayúdanos a traducir DuckHunt! Encuéntranos en https://discord.gg/2BksEkV. **2/ Patos por Día**: Este es el número de Patos que aparecerán por día. Aparecen de forma aleatoria, pero puedes configurar el número de Patos que aparecerán por día. \* Usa el siguiente comando para ajustarlo, usa `dh!settings set ducks_per_day XX`, donde `XX` es un número. \* Para prevenir el abuso, hay un límite que automáticamente será forzado. Si necesitas subirlo más, contacta a mi dueño en el servidor de soporte. **3/ Experiencia por pato asesinado**: Estos son los Puntos de Experiencia ganados por Pato asesinado. Si tu servidor es muy popular, valdría la pena subir la recompensa un poquito para que los nuevos cazadores progresen rápidamente. \* Usa el siguiente comando para ajustarlo, usa `dh!settings set exp_won_per_duck_killed XX`, donde `XX` es un número. \* :bulb: Tampoco lo subas tanto, debe haber algo de desafío. 15 Puntos es un buen comienzo **4/ Otros Ajustes**: Esto empieza a hacerse largo, así que no entraré en más detalles aquí. Probablemente tienes todo preparado y puedes empezar el juego escribiendo `dh!add_channel`. Puedes encontrar más ajustes escribiendo `dh!settings list` Gracias por jugar conmigo! <:official_Duck_01:439546719177539584>
fr_fr: Salut ! Configurons le serveur ensemble ! Je vais vous donner les paramètres les plus utilisés, et vous serez libre de les changer, si vous le voulez. Tout ce qui est écrit ici est optionnel, et vous pouvez commencer à jouer dès maintenant à l'aide de la commande `dh!add_channel`. **Avant de commencer, assurez-vous que vous êtes bien dans le salon que vous souhaitez utiliser, puis tapez `dh!add_channel` afin de l'activer.** **1/ Langage utilisé**: \* Si vous parlez anglais, utilisez dh!settings set language en_EN` \* Si vous parlez espagnol, utilisez `dh!settings set language es_ES` \* Une autre langue que je ne parle pas encore ? Aidez-nous à traduire DuckHunt ! Rendez-vous sur https://discord.gg/2BksEkV. **2/ Canards par jour**: Ceci est le nombre de canards qui apparaissent chaque jour. Ils apparaîtront à des intervalles aléatoires, mais vous pouvez choisir le nombre de canards qui apparaissent en une journée. \* Pour le changer, utilisez la commande `dh!settings set ducks_per_day XX`, où `XX` est un nombre entier. \* Pour éviter tout abus, il y a une limite automatiquement mise en place sur cette commande. Si vous avez besoin de la lever, contactez-nous sur le serveur de support. **3/ Expérience gagnée par canard tué**: Ce paramètre règle l’expérience gagnée lorsqu'un canard est tué. Si votre serveur est vraiment populaire, il pourrait être bien d'augmenter ce nombre afin de favoriser la progression des joueurs. \* Pour changer ce paramètre, utilisez `dh!settings set exp_won_per_duck_killed XX`, où `XX` est un nombre entier. \* :bulb: Ne montez pas trop haut quand-même, il doit y avoir du challenge. 15 serait un bon départ à mon avis. **4/ Autres préférences**: Je commence à m'éterniser, donc je ne vais pas continuer dans les détails. Vous pouvez démarrer le jeu avec `dh!add_channel`. La liste complète des préférences est disponible avec la commande`dh!settings list` Merci de jouer avec moi! <:official_Duck_01:439546719177539584>
hu_hu: Hé! Konfiguráljuk a szervert! Megmutatom a leggyakrabban használt paramétereket, és hagyom hogy megváltoztasd őket, ha szeretnéd. Minden itt írt parancs megváltoztatható, és máris elkezdhetsz játszani a `dh!add_channel` parancs megadásával. **Mielőtt elkezdenéd, kérlek légy biztos benne hogy ez az a csatorna, amelyet használni szeretnél, és aktiváld a `dh!add_channel` paranccsal.** **1/ Nyelv**: Ha a botot külföldi nyelvre szeretnéd állítani használd a `dh!settings set language [nyelvkód (pl. hu_HU)]` parancsot. Ha nem ismered valamely nyelv kódját, rákereshetsz ezen az oldalon: https://github.com/DuckHunt-discord/DHV3/tree/master/language Ha úgy látod, a bot nincsen lefordítva a nyelvre, amelyre te szeretnéd, érj el minket a https://discord.gg/2BksEkV oldalon és ajánlkozz fel fordítói segítségre! **2/ Napi kacsák száma**: Ezalatt a naponta megjelenő kacsákat kell érteni. Véletlenszerű idősíkban kelnek elő, de azt tudod szabályozni, hogy mennyien jöjjenek. Használd a `dh!settings set ducks_per_day [szám]` parncsot ehhez. Hogy megelőzzük az áthágásokat, van egy bizonyos felső határ. Ha fel szeretnéd oldani, beszélj a gazdával a bot szerverén. **3/Tapasztalat kacsák megölése során**: Ez a tapasztalat <:official_Duck_01:439546719177539584>
it_it: Ehi! Configuriamo il server! Ti fornirò i parametri più utilizzati, e ti lascerò cambiarli se desideri. Ciascun comando scritto qui è opzionale, e puoi iniziare a giocare adesso digitando semplicemente `dh!add_channel`. **Prima di iniziare, per piacere assicurati che questo sia il canale che desideri utilizzare, e attivalo con `dh!add_channel`.** **1/ Lingua utilizzata**: \* Se parli francese, utilizza `dh!settings set language fr_FR` \* Se parli spagnolo, utilizza `dh!settings set language es_ES` \* Se parli italiano, utilizza `dh!settings set language it_IT` \* Un'altra lingua che non supportiamo appieno al momento? Aiutaci a tradurre DuckHunt! Ci trovi su https://discord.gg/2BksEkV. **2/ Anatre Al Giorno**: Questo è il numero di anatre che verranno generate al giorno. Esse si generano con intervalli casuali, ma puoi configurare il numero delle anatre che verranno generate. \* Utilizza il seguente comando per cambiarlo, usa `dh!settings set ducks_per_day XX`, lì dove `XX` è un numero. \* Per prevenirne gli abusi, c'è un limite che verrà automaticamente imposto. Se necessiti di alzarlo, contatta il mio proprietario nel server di supporto. **3/ Exp Vinta Per Anatra Uccisa**: Questa è l'esperienza vinta per anatra uccisa. Se il tuo server è molto popolare, potrebbe valerne la pena alzarla un po' per rendere il progresso dei nuovi cacciatori più rapido. \* Utilizza il seguente comando per modificarlo, usa `dh!settings set exp_won_per_duck_killed XX`, lì dove `XX`è un numero. \* :bulb: Non alzarlo troppo però, ci deve essere un po' di sfida. 15 è un buon inizio **4/ Altre impostazioni**: Comincia ad essere lunghina la cosa, per cui non mi dilungherò troppo nei dettagli qui. Probabilmente hai già preparato tutto e puoi dare inizio alle danze digitando `dh!add_channel`. Altre impostazioni possono essere trovate utilizzando `dh!settings list` Grazie per aver giocato con me! <:official_Duck_01:439546719177539584>
nl_nl: Hey! Laten we de server configureren! Ik zal je de meest gebruikte parameters geven, en je ze laten veranderen als je wilt. Elk commando dat hier wordt geschreven is optioneel en je kunt nu beginnen met spelen door alleen maar `dh!add_channel` te gebruiken. ** Controleer voordat je begint of dit het kanaal is dat je wilt gebruiken en activeer het met `dh!add_channel. ** **1/ Gebruikte taal**: \* Als je Frans spreekt, gebruik je `dh!settings set language fr_FR` \* Als je Spaans spreekt, gebruik je `dh!settings set language es_ES` \* Een andere taal die we nog niet volledig ondersteunen? Help ons DuckHunt te vertalen! Zoek ons op bij https://discord.gg/2BksEkV. **2/ Eenden Per Dag**: Dit is het aantal eenden dat per dag zal spawnen. Ze spawnen in willekeurige intervallen, maar je kan het aantal eenden dat zal spawnen configureren. \* Gebruik het volgende commando om het te veranderen, gebruik `dh!settings set ducks_per_day XX`, waarbij`XX` een getal is. \* Om misbruik te voorkomen, is er een limiet die automatisch wordt gehandhaafd. Neem contact op met mijn eigenaar via de support server als je dit wilt opheffen. **3/ Exp Gewonnen Per Eend Gedood**: Dit is de ervaring die per gedode eend wordt gewonnen. Als je server erg populair is, is het misschien de moeite waard om het een beetje te verhogen om nieuwe jagers sneller te laten vorderen. \* Gebruik het volgende commando om het te veranderen, gebruik `dh!settings set exp_won_per_duck_killed XX`, waarbij`XX` een getal is. \*:bulb: Ga echter niet te hoog, er moet wel een uitdaging zijn. 15 is een goed begin **4/ Andere instellingen**: Dit begint een beetje langdradig te worden, dus ik zal hier niet verder ingaan op de details. Je bent waarschijnlijk helemaal klaar en kunt het spel starten door `dh!add_channel` te typen. Meer instellingen kunnen worden gevonden door `dh!settings list` te gebruiken Bedankt dat je met me speelt! <:official_Duck_01:439546719177539584>
pl_pl: Hej! Skonfigurujmy serwer! Dam ci najczęściej używane parametry i pozwolę ci je zmienić, jeśli chcesz. Każde napisane tutaj polecenie jest opcjonalne i możesz rozpocząć grę już teraz, używając `dh! Add_channel`. ** Przed rozpoczęciem upewnij się, że jest to kanał, którego chcesz używać, i aktywuj go za pomocą `dh!add_channel`. ** ** 1 / Używany język **: \ * Aby ustawić, francuski `dh!settings set language fr_FR` \ * Aby ustawić polski, użyj `dh!settings set language pl_PL` \ * Język, którego jeszcze nie obsługujemy w pełni? Pomóż nam przetłumaczyć DuckHunt! Znajdź nas na https://discord.gg/2BksEkV. ** 2 / Kaczki dziennie **: Jest to liczba kaczek, które odradzają się dziennie. Odradzają się w losowych odstępach czasu, ale możesz skonfigurować liczbę kaczek, które odrodzą się. \ * Użyj następującej komendy, aby to zmienić, użyj `dh!settings set ducks_per_day XX`, gdzie` XX` jest liczbą. \ * Aby zapobiec nadużyciom, istnieje limit, który będzie automatycznie egzekwowany. Jeśli chcesz go podnieść, skontaktuj się z moim właścicielem na serwerze wsparcia. ** 3/ Doświadczenie za zabite kaczki **: To jest doświadczenie zdobyte za zabitą kaczkę. Jeśli twój serwer jest naprawdę popularny, warto go nieco podnieść, aby nowi łowcy mogli szybciej się rozwijać. \* Użyj następującej komendy, aby to zmienić, użyj `dh!settings set exp_won_per_duck_killed XX`, gdzie` XX` jest liczbą. \ *: bulb: Nie dawaj zbyt wysoko, musi być jakieś wyzwanie. 15 to dobry początek. ** 4 / Inne ustawienia **: To zaczyna być długie, więc nie będę tu wchodził w dalsze szczegóły. Prawdopodobnie wszystko jest gotowe i możesz rozpocząć grę, wpisując `dh! Add_channel`. Więcej ustawień można znaleźć za pomocą `dh!settings list` Dzięki za grę ze mną! <:official_Duck_01:439546719177539584>
pt_br: Hey! Vamos configurar o servidor! Eu vou mostrar a você alguns parâmetros que podem ser usados, e você vai mudar eles conforme você quer. Qualquer comando escrito aqui é opcional, e você pode começar a jogar apenas digitando `dh!add_channel` ** Antes de começar, por favor tenha certeza que este é o canal que você quer usar, e ative ele usando o comando`dh!add_channel`.** **1/ Linguagem usada**: \* Se voce fala francês, use `dh!settings set language fr_FR` \* Se você fala espanhol. use `dh!settings set language es_ES` \* Alguma linguagem que nós não estamos dando suporte por enquanto? Nos ajude a traduzir o DuckHunt! Nos procure em https://discord.gg/2BksEkV. **2/Patos por dia**: Este é o número de patos que vão aparecer por dia. Eles aparecem em intervalos aleatórios, mas você pode configurar o número de patos que vão aparecer. \* Use o comando a seguir para mudar, use `dh!settings set ducks_per_day XX`, em que `XX` é um número. \* Para prevenir abusos, este é um limite que pode ser automaticamente forçado, Se você precisa aumentar ele, contate meu owner no servidor de suporte. **3/ Exp ganha por pato morto**: Isto é a experiência ganha por pato morto, se seu servidor é realmente popular, vale a pena você aumentar um pouco para fazer novos caçadores progredirem mais rápido. \* Para mudar isso, use o comando `dh!settings set exp_won_per_duck_killed XX`, onde XX é o número de exp que os jogadores vão receber ao acertar um pato. \*:bulb: Se quer deixar mais competitivo, não coloque um valor muito alto. 15 é um bom começo. **4/ Outras configurações**: Este está sendo um começo bem longo, então eu não vou fornecer muitos detalhes aqui. Você provavelmente setou tudo e pode começar a jogar digitando `dh!add_channel`. As outras configurações podem ser feitas usando `dh!settings list` Valeu por jogar comigo! <:official_Duck_01:439546719177539584>
ru_ru: Эй, давайте начнём настройку сервера! Ниже вы можете видеть главные параметры и изменить их. Или просто начать игру, написав `dh!add_channel`. **Перед тем, как начать, убедитесь, что вы правда хотите использовать этот канал для игры и напишите в нём `dh!add_channel`, чтобы добавить его в игру.** **1. Язык бота**: *Чтобы выбрать французский, используйте `dh!settings set languge fr_FR` *Чтобы выбрать испанский, используйте `dh!settings set language es_ES` *Чтобы выбрать русский, используйте `dh!settings set language ru_RU` *Тут нет желаемого языка? Помогите нам с переводом! Заходите: https://discord.gg/2BksEkV. **2. Количество уток в день**: Это количество уток, которое будет появляться за день. Они появляются с разным интервалом, но их общее количество за день можно изменить. *Используйте команду `dh!settings set ducks_per_day XX` (XX замените на желаемое число уток), чтобы изменить значение этого параметра. *Чтобы не было злоупотребления, установлено максимальное ограничение. Если вам нужно его увеличить, напишите моему хозяину на сервере поддержки DuckHunt. **3. Кол-во очков опыта за каждую убитую утку**: Это количество очков опыта, начисляемое за каждую убитую утку. Если ваш сервер очень популярный, то имеет смысл увеличить значение этого параметра, чтобы новички развивались быстрее. *Используйте команду `dh!settings set exp_won_per_duck_killed XX` (XX замените на желаемое количество очков опыта), чтобы изменить значение этого параметра. *Не ставьте слишком большое значение, чтобы оставался интерес. 15 в самый раз. **4. Другие параметры**: Это сообщение уже довольно длинное, поэтому пора заканчивать. Скорее всего вы уже всё настроили, запустите игру с помощью команды `dh!add_channel`. Полный список параметров можно увидеть, написав команду `dh!settings list`. Спасибо, что играете со мной!<:official_Duck_01:439546719177539584>
sv_se: Hallå! Låt oss konfigurera servern! Jag ger dig de mest använda parametrarna och låter dig ändra dem om du vill. Alla kommandon skrivet i det här meddelandet är frivilligt och du kan bara börja spela nu med att använda kommandot `dh!add_channel`. **Före du börjar, var säker på att det här är den kannalen du vill använda och aktivera den med `dh!add_channel`.** **1/Använda språk**: \* Om du pratar franska, använd `dh!settings set language fr_FR` \* Om du pratar svenska, använd `dh!settings set language sv_SE` \* Finns det något annat språk vi inte har helt stöd för än? Hjälp oss översätta DuckHunt! Hitta oss vid https://discord.gg/2BksEkV. **2/ Ankor Per Dag**: Det här är numret av ankor som kommer genereras per dag. De kommer genereras vid slumpmässiga intervaller, men du kan konfigurera numret av ankor som kommer genereras. \* Använd följande kommando för att ändra det, använd `dh!settings set ducks_per_day XX`, där `XX` är ett nummer. \* För att förhindra missbruk så finns det en gräns som kommer att automatiskt bli upprätthålld. Om du behöver höja det, kontakta mind ägare inuti hjälp servern. **3/ Exp Vunnen Per Anka Dödad**: Detta är erfaranhetspoängen vunnen för varje dödad anka. Om din server är väldigt populär så är det en bra idé att höja antalet lite så att det går snabbare att få mer erfarenhetspoäng. \* Använd följande kommando för att ändra det, använd `dh!settings set exp_won_per_duck_killed XX`, där `XX` är ett nummer. \* :bulb: Höj det inte för mycket, eftersom det måste vara en utmaning. 15 är ett bra nummer att starta med **4/ Andra Inställningar**: Det här börjar bli långt så jag kommer inte gå in med mer detaljer här. Du klarar dig säkert härifrån och kan börja spelet med `dh!add_channel`. Mer inställningar kan hittas med kommandot `dh!settings list` Tack för att du spelar med mig! <:official_Duck_01:439546719177539584>
tr_tr: Hey! Sunucuyu yapılandıralım! Size en çok kullanılan parametreleri vereceğim ve isterseniz bunları değiştirmenize izin vereceğim. Burada yazılan herhangi bir komut isteğe bağlıdır ve yalnızca `dh! Add_channel` kullanarak oynamaya başlayabilirsiniz. ** Başlamadan önce, lütfen bunun kullanmak istediğiniz kanal olduğundan emin olun ve `dh! Add_channel` ile etkinleştirin. ** ** 1 / Kullanılan dil **: \ * Fransızca konuşabiliyorsanız, `dh! Settings set language fr_FR` kullanın \ * İspanyolca konuşabiliyorsanız, `dh! Settings set language es_ES` kullanın \ * Henüz tam olarak desteklemediğimiz başka bir dil? DuckHunt'u çevirmemize yardım edin! Bizi https://discord.gg/2BksEkV adresinde bulabilirsiniz. ** 2 / Günde Ördekler **: Bu, günde ortaya çıkacak ördeklerin sayısıdır. Rastgele aralıklarla yumurtlarlar, ancak yumurtlayacak ördek sayısını yapılandırabilirsiniz. \ * Değiştirmek için aşağıdaki komutu kullanın, `dh! Settings set ducks_per_day XX` kullanın, burada` XX` bir sayıdır. \ * Kötüye kullanımı önlemek için, otomatik olarak uygulanacak bir sınır vardır. Kaldırmanız gerekirse, destek sunucusundaki sahibimle iletişim kurun. ** 3 / Öldürülen Ördek Başına Exp Kazanıldı **: Öldürülen ördek başına kazanılan deneyim bu. Sunucunuz gerçekten popülerse, yeni avcıların daha hızlı ilerlemesini sağlamak için biraz yukarı itmeye değebilir. \ * Değiştirmek için aşağıdaki komutu kullanın, `dh! Settings set exp_won_per_duck_killed XX` kullanın, burada` XX` bir sayıdır. \ *: bulb: Çok fazla gitme tho, biraz zor olmalı. 15 iyi bir başlangıç ** 4 / Diğer ayarlar **: Bu uzun olmaya başlıyor, bu yüzden burada daha fazla ayrıntıya girmeyeceğim. Muhtemelen hepiniz hazırsınız ve oyuna `dh! Add_channel` yazarak başlayabilirsiniz. Dh! Settings list `kullanılarak daha fazla ayar bulunabilir. Benimle oynadığın için teşekkürler! <:official_Duck_01:439546719177539584>
