Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: There isn't any duck in here, what did you plan to hug, a tree?!
ar_001: ليس هناك أي بطة هنا ، ماذا كنت تخطط لعناق ، شجرة؟!
cs_cz: Není tu žádná kachna, co jsi plánoval obejmout, strom?
da_dk: Der er ikke nogen and her, hvad har du planer om at kramme, et træ?!
de_de: Hier ist doch gar keine Ente! Was wolltest Du denn umarmen, einen Baum?!
es_es: No hay ningún pato aquí, que planeabas abrazar? un árbol?!
fr_fr: Il n'y a pas de canard ici, qu'as-tu prévu de câliner, un arbre?
hu_hu: Nincs itt semmilyen kacsa, mit akartál átölelni, egy fát?!
it_it: Non c'è alcuna anatra qui, cosa avevi intenzione di abbracciare, un albero?!
nl_nl: Er is hier geen eend, wat was je van plan om te knuffelen, een boom?!
pl_pl: Nie ma tu żadnej kaczki. Co zamierzałeś przytulić, drzewo?!
pt_br: Não há patos aqui, o que você planejou abraçar, uma árvore?!
ru_ru: Тут нет уток, что вы намеревались обнять, дерево, что ли?!
sv_se: Det finns ingen anka här, vad tänkte du krama, ett träd?
tr_tr: Burada hiç ördek yok, bir ağacamı sarılmayı düşünüyorsun ?!
vi_vn: Không có một con vịt nào ở đây cả, có lẽ nên ôm một cái cây?

source: **Current event**
ar_001: **الحدث الحالي**
cs_cz: **Aktuální událost**
da_dk: **Nuværende begivenhed**
de_de: **Momentanes Event**
es_es: **Evento en curso**
fr_fr: **Événement en cours**
hu_hu: **Aktuális esemény**
it_it: **Evento attuale**
nl_nl: **Huidig evenement**
pl_pl: **Obecny event**
pt_br: **Evento Atual**
ru_ru: **Текущее событие**
sv_se: **Nuvarande händelse**
tr_tr: **Güncel olay**
vi_vn: **EVENT hiện tại**

source: *cries*
ar_001: * تبكي *
cs_cz: *brečí*
da_dk: *græder*
de_de: *weint*
es_es: *lloros*
fr_fr: *pleure*
hu_hu: *sír*
it_it: *piange*
nl_nl: *huilt*
pl_pl: *płacz*
pt_br: *chora*
ru_ru: *кричит*
sv_se: *gråter*
tr_tr: *Ağlıyor*
vi_vn: *khóc bằng tiếng vịt kêu*

source: Hello world
ar_001: مرحبا بالعالم
cs_cz: Ahoj, světe
da_dk: Hej Verden
de_de: Hallo Welt
es_es: Hola Mundo
fr_fr: Allô le monde
hu_hu: Helló világ
it_it: Ciao mondo
nl_nl: Hallo wereld
pl_pl: Witaj świecie.
pt_br: Olá mundo
ru_ru: Привет, мир
sv_se: Hej världen
tr_tr: Selam Dünya
vi_vn: Bibop!Hello world!

source: How are you today?
ar_001: كيف حالك اليوم؟
cs_cz: Jak se dnes máte?
da_dk: Hvordan har du det i dag?
de_de: Wie geht's dir heute?
es_es: ¿Que vas a hacer hoy?
fr_fr: Comment allez-vous aujourd'hui?
hu_hu: Hogy vagy ma?
it_it: Come stai oggi?
nl_nl: Hoe gaat het vandaag met je?
pl_pl: Jak się dzisiaj masz?
pt_br: E aí, turu bom?
ru_ru: Как у вас дела?
sv_se: Hur mår du idag?
tr_tr: Bugün nasılsınız?
vi_vn: MEOW ~

source: Please don't kill me...
ar_001: من فضلك لا تقتلني ...
cs_cz: Prosím, nezabíjej mě...
da_dk: Vær venlig ikke at dræbe mig ...
de_de: Bitte bring mich nicht um...
es_es: Por favor no me mates...
fr_fr: S'il vous plaît, épargnez-moi...
hu_hu: Kérlek ne ölj meg...
it_it: Ti prego non uccidermi...
nl_nl: Dood me alsjeblieft niet...
pl_pl: Proszę, nie zabijaj mnie...
pt_br: Por favor, não me mate...
ru_ru: Пожалуйста, не убивайте меня...
sv_se: Snälla döda mig inte...
tr_tr: Lütfen beni öldürme ...
vi_vn: Đua không cháu?

source: I love you too!
cs_cz: Já tě taky miluji!
da_dk: Jeg elsker også dig!
de_de: Ich liebe dich auch!
es_es: ¡Yo también te amo!
fr_fr: Je t'aime aussi!
hu_hu: Én is szeretlek!
it_it: Anche io ti amo!
nl_nl: Ik hou ook van jou!
pl_pl: Ja też Cię kocham!
pt_br: Te amo também!
ru_ru: Я тоже тебя люблю!
sv_se: Jag älskar dig också!
tr_tr: Ben de seni seviyorum!
vi_vn: Tao bắn mày á!

source: Don't shoot me! I'm a fake duck!
ar_001: لا تقتلني! أنا بطة مزيفة!
cs_cz: Nestřílej mě! Já jsem falešná kachna!
da_dk: Skyd mig ikke! Jeg er en falsk and!
de_de: Erschiess mich nicht! Ich bin gar keine Ente!
es_es: ¡No dispares! ¡Soy un pato falso!
fr_fr: Ne me tirez pas dessus! Je suis un faux canard!
hu_hu: Ne lőjj le! Hamis kacsa vagyok!
it_it: Non mi sparare! Sono un'anatra fazulla1!!11!!
nl_nl: Schiet me niet neer! Ik ben een nepeend!
pl_pl: Nie strzelajcie do mnie! Jestem fałszywą kaczką!
pt_br: Não atire em mim! Eu sou um pato falso!
ru_ru: Не стреляй по мне! Я ненастоящая!
sv_se: Skjut inte mig! Jag är en falsk anka!
tr_tr: Beni vurma! Ben sahte bir ördeğim!
vi_vn: Em không phải vịt, đừng bắn em mà!

source: **Duck fact**: Some ducks can fly up to 332 miles in a single day!
cs_cz: **Kachní fakt**: Nějaké kachny dokážou letět až 534 km za den!
de_de: **Enten-Fakt**: Manche Enten können bis zu 520 km an einem einzigen Tag fliegen!
es_es: **Dato curioso**: Algunos patos pueden volar hasta 534 kilómetros en un solo día!
fr_fr: **Fait de canard**: Certains canards peuvent voler jusqu'à 534 kilomètres en une seule journée !
hu_hu: **Kacsatény**: Néhány kacsa egyetlen nap alatt akár 332 mérföldre is elrepülhet!
it_it: **Curiosità**: Alcune anatre possono volare fino a 518,209 chilometri in un solo giorno!
pl_pl: **Duck fact**: Niektóre kaczki mogą przelecież do 534km w ciągu jednego dnia!
pt_br: **Fato Patístico**: Alguns patos podem voar por mais de 322 milhas em apenas um dia!
ru_ru: **Утко-факт**: Некоторые особи могут взлетать на высоту более 534 км за один день!
sv_se: **Ank fakta**: Vissa ankor kan flyga upp till 534km på en enda dag!
tr_tr: ** Ördek gerçeği **: Bazı ördekler bir günde 332 mil kadar uçabilir!
vi_vn: **Góc khoa học**: Vịt có thể bay tới 332 dặm trong một ngày!

source: **Duck fact**: The feathers on a ducks back are waterproof.
cs_cz: **Kachní fakt**: Pírka na kachních zádech jsou vodotěsná.
de_de: **Enten-Fakt**: Die Rückenfedern einer Ente sind wasserdicht.
es_es: **Dato curioso**: Las plumas de atrás de un pato son a prueba de agua.
fr_fr: **Fait de canard**: Les plumes sur le dos d'un canard sont étanches à l'eau.
hu_hu: **Kacsa tény**: A kacsa hátán lévő toll vízhatlan.
it_it: **Curiosità**: Le piume sulla schiena delle anatre sono impermeabili.
nl_nl: ** Eenden feit **: De veren op de rug van eenden zijn waterdicht.
pl_pl: **Duck fact** Pióra na grzbiecie kaczki są wodoodporne.
pt_br: **Fato Patístico**: As penas nas costas dos patos são à prova d'água.
ru_ru: **Утко-факт**: Перья на спине утки водонепроницаемы.
sv_se: **Ank fakta**: Fjädrarna på en ankas rygg är vattentäta.
tr_tr: ** Ördek gerçeği **: Ördeklerin arkasındaki tüyler su geçirmezdir.
vi_vn: **Góc khoa học**: Lông vịt chống nước.

source: **Duck fact**: Ducks have three eyelids!
cs_cz: **Kachní fakt**: Kachny mají tři oční víčka!
de_de: **Enten-Fakt**: Enten besitzen drei Augenlider!
es_es: **Dato curioso**: Los patos tienen tres párpados!
fr_fr: **Fait de canard**: Les canards ont trois paupières !
hu_hu: **Kacsatény**: A kacsáknak három szemhéja van!
it_it: **Curiosità**: Le anatre hanno tre palpebre!
nl_nl: ** Eenden feit **: Eenden hebben drie oogleden!
pl_pl: **Duck fact** Kaczki mają trzy powieki!
pt_br: **Fato Patístico**: Patos têm três pálpebras!
ru_ru: **Утко-факт**: У уток есть три пары век!
sv_se: **Ank fakta**: Ankor har tre ögonlock!
tr_tr: ** Ördek gerçeği **: Ördeklerin üç göz kapağı var!
vi_vn: **Góc khoa học**: Vịt có tới 3 mí mắt!

source: **Duck fact**: Depending on the species, a duck can live between 2 and 12 years. Not the ducks on this game tho...
cs_cz: **Kachní fakt**: Podle druhu se kachny mohou dožít až 12-ti let. Ale ne v této hře...
de_de: **Enten-Fakt**: Je nach Art können Enten zwischen 2 und 12 Jahren alt werden. Nicht jedoch die Enten in diesem Spiel...
es_es: **Dato curioso**: Dependiendo de la especie, un pato puede vivir entre 2 a 12 años. Aunque los patos de este juego duran menos que eso...
fr_fr: **Fait canard**: Selon l'espèce, un canard peut vivre entre 2 et 12 ans. Contrairement aux canards dans ce jeu...
it_it: **Curiosità**: A seconda della specie, un'anatra può vivere tra 2 e 12 anni. Non le anatre in questo gioco però...
nl_nl: ** Eenden feit **: Afhankelijk van de soort kan een eend tussen de 2 en 12 jaar oud worden. Maar niet de eenden in dit spel ...
pl_pl: **Duck fact** W zależności od gatunku, kaczka może żyć od 2 do 12 lat. Ale... nie kaczki w tej grze.
pt_br: **Fato Patístico**: Dependendo da espécie, um pato pode viver entre 2 e 12 anos. Não os patos que vivem nesse jogo, é claro...
ru_ru: **Утко-факт**: Разные виды уток живут от двух до двенадцати лет (к уткам из этой игры это не относится, кстати...)
sv_se: **Andfakta**: Beroende på ank arten kan en anka leva mellan 2 och 12 år. Inte ankorna på det här spelet dock...
tr_tr: ** Ördek gerçeği **: Türlere bağlı olarak, bir ördek 2 ile 12 yıl arasında yaşayabilir. Bu oyundaki ördekler değil ...
vi_vn: **Góc khoa học**: Một số loài vịt có thể sống từ 2 tới 12 năm ( không phải loài vịt trong khu bắn vịt này )

source: I am invisible, don't bother killing me
cs_cz: Jsem neviditelná, neobtěžuj se mě zabíjet
de_de: Ich bin unsichtbar. Mach Dir also keine Mühe mich umzubringen.
es_es: Yo soy invisible, no te molestes en matarme
fr_fr: Je suis invisible, ne t'embête pas à me tuer...
hu_hu: Láthatatlan vagyok, ne is próbálj megölni.
it_it: Sono invisibile, non preoccuparti di uccidermi
nl_nl: Ik ben onzichtbaar. Probeer me niet eens te vermoorden.
pl_pl: Jestem niewidzialny, nie próbuj mnie zabijać.
pt_br: Eu estou invisível, não se incomode em me matar!
ru_ru: Я невидимая, даже не пытайтесь убить меня
sv_se: Jag är osynlig, strunta i att döda mig
tr_tr: Görünmezim, beni öldürme zahmetine girme
vi_vn: Vịt tàng hình bay ngang qua.

source: Who is the little ████ here that killed my friend ?
cs_cz: Jaký malý █████████ tady zabil mého přítele?
de_de: Wer war das ████ hier, das meinen Freund umgebracht hat?
es_es: Quién fue la pequeña ██████ que mató a mi amigo?
fr_fr: Qui est le petit ████ qui a tué mon ami ?
hu_hu: Ki volt az a kis ████ itt aki megölte a barátomat?
it_it: Chi è il piccolo ████ qui che ha ucciso il mio amico?
nl_nl: Wie is de kleine ████ hier die mijn vriend heeft vermoord?
pl_pl: Kto tu jest małym ********, który zabił mojego przyjaciela?
pt_br: Quem é o filho da ████ que matou meu amigo?
ru_ru: Что за ████ убила моего друга?
sv_se: Vem är den lilla ██████ här som dödade min vän?
tr_tr: Burada arkadaşımı öldüren küçük kim?
vi_vn: Thằng nào vừa chê tóc tao xấu đấy?

source: You can't aim for good...
cs_cz: Nemůžeš zamířit dobře...
de_de: Du bist echt nicht gut im Zielen...
es_es: Ni siquiera apuntas bien...
fr_fr: Vous ne visez vraiment pas bien ...
hu_hu: Béna a célzásod...
it_it: Non sei proprio capace di mirare...
nl_nl: Je bent echt slecht in richten...
pl_pl: Nie umiesz dobrze celować...
pt_br: A sua mira não é das melhores...
ru_ru: Вы ужасно целитесь...
sv_se: Du kan inte sikta för 10 öre...
tr_tr: Nişan alamıyorsun
vi_vn: Bắn ngu thế?

source: The duck left.
cs_cz: Kachna odešla.
de_de: Die Ente ist weggewatschelt.
es_es: El pato se fue.
fr_fr: Le canard est parti.
hu_hu: A kacsa balra ment.
it_it: L'anatra se n'è andata.
nl_nl: De eend is vertrokken. ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczka odeszła.
pt_br: O pato à esquerda.
ru_ru: Утка улетела.
sv_se: Ankan lämnade.
tr_tr: Ördek ayrıldı. · ° '\'' ° -.., ¸¸ · °' \ '
vi_vn: Vịt đã biến mất.

source: The duck right.
cs_cz: Správná kachna.
de_de: Die Ente ... ist rechts.
es_es: El pato ha volvido.
fr_fr: Le canard est revenu.
hu_hu: A kacsa jobbra ment.
it_it: L'anatra è tornata.
nl_nl: Dat Ente heeft gelijk. ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczka na prawo.
pt_br: O pato à direita.
ru_ru: Утка никуда не ушла.
sv_se: Ankan stack.
tr_tr: Ördek haklı
vi_vn: Vịt chưa biến mất.

source: STOP! It's not what you think!
cs_cz: POČKEJ! Není to co si myslíš!
de_de: STOP! Es ist nicht was Du denkst!
es_es: ¡DETÉNGATE! ¡No es lo que piensas!
fr_fr: ARRÊTEZ! Ce n'est pas ce que vous pensez!
hu_hu: ÁLLJ! Ez nem az, amire gondolsz!
it_it: SMETTILA! Non è come pensi!
nl_nl: HOU OP! Het is niet wat je denkt!
pl_pl: STOP! To nie jest to, co myślisz!
pt_br: PARE! Isso não é o que você está pensando!
ru_ru: ОСТАНОВИТЕСЬ! Это не то, о чём вы подумали!
sv_se: SLUTA! Det är inte vad du tror!
tr_tr: DUR! Düşündüğün şey değil!
vi_vn: Giữa chúng ta không có thù oán cá nhân gì đâu nhé?

source: Killing me will cost you 1562 experience points.
cs_cz: Zabíjení mne tě bude stát 1562 expů.
de_de: Wenn Du mich tötest, kostet Dich das 1562 Erfahrungspunkte.
es_es: Matarme te costará 1562 puntos de experiencia
fr_fr: Me tuer vous coûtera 1562 points d'expérience.
hu_hu: Ha megölsz, veszítesz 1562 tapasztalatpontot. Nem viccelek.
it_it: Uccidermi ti costerà 1562 punti esperienza.
nl_nl: Mij vermoorden kost je 1562 ervaringspunten.
pl_pl: Zabicie mnie będzie Cię kosztowało 1562 punktów doświadczenia.
pt_br: Quem me matar vai perder 1562 pontos de experiência.
ru_ru: Если убьёте меня, потеряете 1562 очка опыта.
sv_se: Att döda mig kommer att kosta 1562 erfarenhetspoäng.
tr_tr: Beni öldürmek sana 1562 tecrübe puanı kaybettirecek
vi_vn: Bạn sẽ bị trừ 1562exp khi giết con vịt này.

source: I have a secret plan to kill all hunters but I'm already short on breath I don't think I'll be able to explain it all to you before...
cs_cz: Mám tajný plán jak zabít všechny lovce, ale už mi dochází dech, myslím, že ti ho nebudu moci vysvětlit předtím než...
de_de: Ich habe einen geheimen Plan, alle Jäger umzubringen, allerdings bin ich schon jetzt so außer Atem dass ich nicht glaube, dass ich es schaffe, alles zu erklären, bevor Du...
es_es: Tengo un plan secreto para matar a todos los cazadores, pero me falta el aliento, y pienso que no voy a poder explicártelo todo antes de que...
fr_fr: J'ai un plan secret pour tuer tous les chasseurs mais je suis déjà à bout de souffle, je ne pense pas que je pourrai tout vous expliquer avant...
hu_hu: Titkos tervem van minden vadász megölésére, de kifogytam a szuszból, nem hiszem, hogy mindent el tudnék magyarázni neked mielőtt...
it_it: Ho un piano segreto per uccidere tutti i cacciatori ma sono già a corto di fiato non credo riuscirò a spiegartelo tutto prima che...
nl_nl: Ik heb een geheim plan om alle jagers te doden, maar ik ben al kortademig. Ik denk niet dat ik het allemaal kan uitleggen voordat ...
pl_pl: Mam tajny plan zabicia wszystkich myśliwych, ale chyba nie będę w stanie wyjaśnić Ci tego wszystkiego...
pt_br: Eu tenho um plano secreto para matar todos os caçadores, mas eu já estou com falta de ar, acho que não vou conseguir te explicar tudo antes que...
ru_ru: У меня есть секретный план убийства всех охотников, но у меня уже одышка, так что я не думаю, что успею тебе его объяснить до...
sv_se: Jag har en hemlig plan för att döda alla jägare men jag är redan anfådd, jag tror inte att jag kommer att kunna förklara allt för dig innan...
tr_tr: Tüm avcıları öldürmek için gizli bir planım var ama zaten nefes darlığı çekiyorum, daha önce hepsini açıklayabileceğimi sanmıyorum ...
vi_vn: Bọn thợ săn đâu hết rồi?

source: [INSERT DUCK NOISE HERE]
cs_cz: [SEM VLOŽTE KACHNÍ ZVUK]
de_de: [STELLE DIR HIER ENTENLAUTE VOR]
es_es: [INSERTAR RUIDO DE PATO AQUÍ]
fr_fr: [INSÉRER UN BRUIT DE CANARD ICI]
hu_hu: [KÉPZELJ IDE HÁPOGÁST]
it_it: [INSERIRE IL RUMORE DELL'ANATRA QUI]
nl_nl: [VOEG HIER EENDGELUIDEN IN]
pl_pl: [KWAK]
pt_br: [INSIRA UM GRITO DE PATO AQUI]
ru_ru: [ВСТАВЬТЕ ЗДЕСЬ КРИК УТКИ]
sv_se: [LÄGG IN ANK LJUD HÄR]
tr_tr: [BURAYA ÖRDEK GÜRÜLTÜSÜ EKLEYİN]
vi_vn: QuÁC qUác

source: It's rabbit season.
cs_cz: Je králičí sezóna.
de_de: Es ist Kaninchen-Saison.
es_es: Es temporada de conejos.
fr_fr: C'est la chasse aux lapins.
hu_hu: Nyúlszezon van.
it_it: È la stagione dei conigli.
nl_nl: Het is konijnenseizoen.
pl_pl: Jest sezon na króliki.
pt_br: É temporada de caça ao coelho.
ru_ru: Это сезон охоты на кроликов.
sv_se: Det är kaninsäsong.
tr_tr: Tavşan mevsimi.
vi_vn: Đây là mùa săn thỏ.

source: Got a spare cape?
de_de: Hast Du einen Reserve-Unsichtbar-Umhang?
es_es: ¿Tienes una capa de repuesto?
fr_fr: T'as un chargeur en rab ?
hu_hu: Van egy tartalék köpenyed?
it_it: Hai un mantello di scorta?
nl_nl: Heb je een reserve onzichtbare cape?
pl_pl: Masz zapasową pelerynę?
pt_br: Você tem uma jaqueta sobrando?
ru_ru: Есть лишний плащ?
sv_se: Har du en extra mantel?
tr_tr: Yedek pelerin var mı?
vi_vn: Đang cảm thấy may mắn à?

source: Which side of a duck has more feathers? The outside.
de_de: Welche Seite einer Ente hat mehr Federn? Die Aussenseite!
es_es: Qué lado del pato tiene más plumas? El exterior.
fr_fr: De quel côté d'un canard a plus de plumes? À l'extérieur.
hu_hu: A kacsa melyik oldalán van több toll? A külsőn.
it_it: Quale lato di un'anatra ha più piume? L'esterno.
nl_nl: Welke kant van een eend heeft meer veren? Buiten.
pl_pl: Która strona kaczki ma więcej piór? Zewnętrzna.
pt_br: Qual o lado do pato que tem mais penas? O lado de fora.
ru_ru: С какой стороны у утки больше перьев? Снаружи.
sv_se: Vilken sida av en anka har fler fjädrar? Utsidan.
tr_tr: Bir ördeğin hangi tarafında daha fazla tüy var? Dışarısı.
vi_vn: Bên nào của con vịt có nhiều lông nhất? Bên ngoài.

source: I steal money. I'm a robber ducky.
de_de: Ich stehle Gummis. Ich bin eine Gummiente.
es_es: Robo dinero. Soy un pato ladrón.
fr_fr: Les mains en l'air. Donne moi tout tes points d'expérience.
hu_hu: I steal money. I'm a robber ducky. (Bárcsak lenne ennek magyarul is értelme.)
it_it: Rubo denaro. Sono una robber ducky.
nl_nl: Ik steel auto's. Ik ben een rover ducky.
pl_pl: Kradnę pieniądze, jestem złodziejską kaczką.
pt_br: Eu roubo dinheiro. Eu sou um patinho ladrão.
ru_ru: Я ворую деньги. Я вор и я утка.
sv_se: Jag stjäl pengar. Jag kommer stjäla dina erfarenhetspoäng!
tr_tr: Para çalıyorum. Ben soyguncuyum.
vi_vn: Vịt đạo tặc là ta!

source: I'm a very special duck.
de_de: Ich bin eine ganz besondere Ente.
es_es: Soy un pato muy especial.
fr_fr: Je suis un canard très spécial.
hu_hu: Nagyon különleges kacsa vagyok.
it_it: Sono un'antra molto speciale
nl_nl: Ik ben een heel speciale eend.
pl_pl: Jestem bardzo wyjątkową kaczką.
pt_br: Eu sou um pato muito especial.
ru_ru: Я совершенно особенная утка.
sv_se: Jag är en väldigt speciell anka.
tr_tr: Ben çok özel bir ördeğim.
vi_vn: Em đã có chồng rồi <3

source: **DuckHunt ProTip®**: use clovers to get more experience.
de_de: **DuckHunt ProTipp®**: Verwende Kleeblätter, um mehr Erfahrung zu sammeln.
es_es: **DuckHunt ProTip®**: Usa tréboles para obtener más experiencia.
fr_fr: **DuckHunt ProTip®**: utilisez des trèfles pour obtenir plus d'expérience.
hu_hu: **DuckHunt ProTip®**: használd a lóheréket, hogy több tapasztalatot kaphass.
it_it: **DuckHunt ProTip®**: usa i trifogli per guadagnare più esperienza.
nl_nl: **DuckHunt ProWenk® **: gebruik klavers om meer ervaring op te doen.
pl_pl: **DuckHunt ProTip®**: Użyj koniczyny, by zdobyć więcej doświadczenia.
pt_br: **DuckHunt Dica de Pro®**: Use trevos para ganhar mais experiência.
ru_ru: **DuckHunt-подсказка®**: используйте клевер, чтобы получать больше опыта.
sv_se: **DuckHunt ProTip®**: använd klöver för att få mer erfarenhetspoäng.
tr_tr: ** DuckHunt ProTip® **: daha fazla deneyim elde etmek için yonca kullanın.
vi_vn: **DuckHunt ProTip®**: Sử dụng cần 4 lá để nhận thêm kinh nghiệm.

source: **DuckHunt ProTip®**: use sights to improve accuracy at lower levels.
de_de: **DuckHunt ProTipp®**: Verwende ein Visier, um auf unteren Levels Deine Treffsicherheit zu verbessern.
es_es: **DuckHunt ProTip®**: Usa miras telescópicas para mejorar tu precisión en niveles bajos.
fr_fr: **DuckHunt ProTip®**: utilisez des viseurs pour améliorer votre précision lorsque vous avez peu d'exp.
hu_hu: **DuckHunt ProTip®**: használj céltávcsöveket, hogy növelhesd a pontosságot az alacsonyabb szinteken.
it_it: **DuckHunt ProTip®**: usa i mirini per migliorare la precisione ai livelli più bassi.
nl_nl: **DuckHunt ProWenk® **: Gebruik vizieren om de nauwkeurigheid op lagere levels te verbeteren.
pl_pl: **DuckHunt ProTip®**: Używaj celowników, aby poprawić celność na niższych poziomach.
pt_br: **DuckHunt Dica de Pro®**: Use óculos de Sol para aumentar a sua precisão se quiser sair dos níveis iniciais.
ru_ru: **DuckHunt-подсказка®**: используйте прицел, чтобы увеличить точность на первых порах игры.
sv_se: **DuckHunt ProTip®**: använd sikten för att förbättra din träffsäkerhet på lägre nivåer.
tr_tr: ** DuckHunt ProTip® **: düşük seviyelerde isabeti artırmak için nişangahı kullanın.
vi_vn: **DuckHunt ProTip®**: sử dụng ống ngắm khi cấp độ đang thấp để tăng độ chính xác.

source: **DuckHunt ProTip®**: use grease to prevent weapon jams
de_de: **DuckHunt ProTip®**: Verwende Schmiermittel, wenn Deine Waffe Ladehemmung hat.
es_es: **DuckHunt ProTip®**: Usa grasa para prevenir el atascamiento del arma
fr_fr: **DuckHunt ProTip®**: utilisez de la graisse pour éviter que votre arme s'enraye.
hu_hu: **DuckHunt ProTip®**: kenj zsírt a fegyver elakadásának megakadályozására
it_it: **DuckHunt ProTip®**: utilizza il grasso per prevenire gli inceppamenti dell'arma
nl_nl: ** DuckHunt ProWenk® **: gebruik vet om wapenstoringen te voorkomen
pl_pl: **DuckHunt ProTip®**: Użyj smaru, aby zapobiec zacinaniu się broni.
pt_br: **DuckHunt Dica de Pro®**: Use graxa para impedir que as suas armas travem.
ru_ru: **DuckHunt-подсказка®**: смазывайте оружие, чтобы оно меньше заклинивало.
sv_se: **DuckHunt ProTip®**: använd fett för att förhindra vapenstopp
tr_tr: ** DuckHunt ProTip® **: Silah sıkışmalarını önlemek için gres kullanın
vi_vn: **DuckHunt ProTip®**: Dùng dầu ăn để chống kẹt súng.

source: *Slurp*
de_de: *schlürf*
es_es: *Sorbeteo*
hu_hu: *Szürcs*
pl_pl: *Siorbanie*
pt_br: *Glub Glub*
ru_ru: *хлебание*
sv_se: *Sörpla*
vi_vn: *SỤT SỊT*

source: Hopefully you are all AFK...
de_de: Hoffentlich seid Ihr gerade alle AFK...
es_es: Gracias a Dios todos ustedes están AFK...
fr_fr: J'espère que vous êtes tous AFK ...
hu_hu: Remélhetőleg mind AFK vagytok...
it_it: Spero che siate tutti AFK ...
nl_nl: Hopelijk zijn jullie allemaal AFK ...
pl_pl: Mam nadzieje, że wszyscy jesteście AFK...
pt_br: Espero que todos vocês estejam dando um rolê...
ru_ru: Надеюсь, вы все здесь все куда-то ушли...
sv_se: Förhoppningsvis är ni alla AFK...
tr_tr: Umarım hepiniz AFK'siniz ...
vi_vn: Hi vọng là bọn nó AFK hết rồi...

source: **DuckHunt ProTip®**: use infrared detectors to prevent useless shots.
de_de: **DuckHunt ProTipp®**: Nutze einen Infrarotdetektor um unnötige Schüsse zu vermeiden.
es_es: **DuckHunt ProTip®**: usa detectores infrarrojos para evitar disparos inútiles.
fr_fr: **DuckHunt ProTip®**: utilisez des détecteurs infrarouges pour éviter les tirs inutiles.
hu_hu: **DuckHunt ProTip®**: Használj infraredes érzékelőket hogy ne legyenek haszontalan lövéseid.
it_it: **DuckHunt ProTip®**: usa i rilevatori a infrarossi per evitare colpi inutili.
nl_nl: ** DuckHunt ProWenk® **: gebruik infrarooddetectors om nutteloze opnamen te voorkomen.
pl_pl: **DuckHunt ProTip®**: Stosuj czujniki podczerwieni, aby zapobiec bezużytecznym strzałom.
pt_br: **DuckHunt Dica de Pro®**: Use detectores infra-vermelho para não atirar sem necessidade.
ru_ru: **DuckHunt-подсказка®**: используйте инфракрасный датчик, чтобы меньше стрелять впустую.
sv_se: **DuckHunt ProTip®**: använd infraröda detektorer för att förhindra värdelösa skott.
tr_tr: ** DuckHunt ProTip® **: gereksiz çekimleri önlemek için kızılötesi dedektörler kullanın.
vi_vn: **DuckHunt ProTip®**: Dùng đầu dò hồng ngoại để chống láng phí đạn dược.

source: I'm just doing my job...
de_de: Ich tu hier bloß meinen Job...
es_es: Sólo estoy haciendo mi trabajo...
fr_fr: Je fais juste mon travail ...
hu_hu: Csak a munkámat végzem...
it_it: Sto solo facendo il mio lavoro...
nl_nl: Ik doe gewoon mijn werk hier...
pl_pl: Ja tylko wykonuję swoją pracę...
pt_br: Eu estou apenas fazendo meu trabalho...
ru_ru: Я просто выполняю свою работу...
sv_se: Jag gör bara mitt jobb...
tr_tr: Sadece işimi yapıyorum ...
vi_vn: Chỉ là công việc thôi...
