Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: It's `{hour}:{minutes}:{seconds}` in the GMT timezone (also known as UTC±00:00), which is the one used by the bot. You can use this website to compare it to yours: https://time.is/compare/GMT
ar_001: إنها `{hour}: {minutes}: {seconds}` في المنطقة الزمنية بتوقيت جرينتش (والمعروفة أيضًا باسم UTC ± 00: 00) ، وهي التي يستخدمها Bot. يمكنك استخدام هذا الموقع لمقارنته بوقتك: https://time.is/compare/GMT
bg_bg: Това е `{hour}:{minutes}:{seconds}`в часовия пояс на GMT (известен също като UTC ± 00: 00), който е използван от бота. Можете да използвате този уебсайт, за да го сравните с Вашия: https://time.is/compare/GMT
cs_cz: V GMT (UTC±00:00), která je používána botem, je`{hours}:{minutes}:{seconds}` Můžeš použít tuto webovou stránku, aby jsi ho porovnal s tím tvým: https://time.is/compare/GMT
da_dk: Det er `{hour}: {minutes}: {seconds}` i GMT tidszone (også kendt som UTC ± 00:00), som er den, der bruges af botten. Du kan bruge denne hjemmeside til at sammenligne den med din: https://time.is/compare/GMT
de_de: Es ist `{hour}:{minutes}:{seconds}` in der GMT Zeitzone (auch bekannt als UTC±00:00), die vom Bot verwendet wird. Du kannst diese Webseite benutzen, um diese Zeit mit Deiner zu vergleichen: https://time.is/compare/GMT
el_gr: Είναι `{ώρα}: {λεπτά}: {δευτερόλεπτα}` στη ζώνη ώρας GMT (επίσης γνωστή ως UTC ± 00: 00), που είναι αυτή που χρησιμοποιείται από το σύστημα. Μπορείτε να χρησιμοποιήσετε αυτόν τον ιστότοπο για να το συγκρίνετε με τη δική σας: https://time.is/compare/GMT
es_es: Son las `{hour}:{minutes}:{segundos}` en la zona horaria GMT (también conocida como UTC ± 00: 00), que es la utilizada por el bot. Puedes usar este sitio web para compararlo con tu zona horaria: https://time.is/compare/GMT
fr_fr: Il est {hour}:{minutes}:{seconds} dans le fuseau horaire GMT (aussi appelé UTC±00:00), qui est celui que le bot utilise. Vous pouvez utiliser ce site web pour le comparer au vôtre : https://time.is/compare/GMT
hu_hu: Jelenleg `{hour}:{minutes}:{seconds}`van a GMT időzónában (másképp tudva UTC±00:00), amit ez a bot használ. Használhatod ezt a webhelyet, hogy összehasonlítsd a tiéddel: https://time.is/compare/GMT
it_it: Sono le `{hour}:{minutes}:{seconds}` nel fuso orario GMT (noto anche come UTC ± 00: 00), che è quello usato dal bot. Puoi utilizzare questo sito Web per confrontarlo con il tuo: https://time.is/compare/GMT
ko_kr: 봇이 사용하는 GMT 시간대 (UTC ± 00 : 00)`{hour} : {minutes} : {seconds}`입니다. 이 웹 사이트를 사용하여 귀하의 웹 사이트와 비교할 수 있습니다: https://time.is/compare/GMT
nl_nl: Het is `{hour}:{minutes}:{seconds}` in de GMT-tijdzone (ook bekend als UTC ± 00: 00), die door de bot wordt gebruikt. Je kunt deze website gebruiken om het met die van jou te vergelijken: https://time.is/compare/GMT
pl_pl: Jest godzina `{hour}:{minutes}:{seconds}` w strefie czasowej GMT (znanej również jako UTC±00:00), która również jest używana przez bota. Możesz użyć tej strony aby porównać strefy czasowe: https://time.is/compare/GMT
pt_br: São `{hour}:{minutes}:{seconds}` no fuso horário GMT (também conhecido como UTC±00:00), no qual é usado pelo bot. Você pode usar esse site para compará-lo com o seu: https://time.is/compare/GMT
ru_ru: Сейчас `{hour}:{minutes}:{seconds}` по GMT (или UTC±00:00), бот использует этот часовой пояс в игре. Можете использовать данный сайт для сравнения времени со своим: https://time.is/compare/GMT
sv_se: Det är `{hour}: {minutes}: {seconds}` i GMT-tidszonen (även känd som UTC±00: 00), vilket är den som används av boten. Du kan använda den här webbplatsen för att jämföra den med din tidszon: https://time.is/compare/GMT
tr_tr: Bu, botun kullandığı GMT saat diliminde (UTC ± 00: 00 olarak da bilinir) `{hour}: {minutes}: {seconds}`. Bu web sitesini sizinkiyle karşılaştırmak için kullanabilirsiniz: https://time.is/compare/GMT
vi_vn: `{hour}:{minutes}:{seconds}` trong múi giờ GMT (UTC±00:00), đang được vịt sử dụng. Có thể so sánh tại: https://time.is/compare/GMT

source: You can use the `dh!freetime` command to see when you'll get your weapons back for free
bg_bg: Можете да използвате командата `dh!freetime`, за да видите кога ще получите оръжията си безплатно
cs_cz: Můžeš použít `dh!freetime`, abys zjistil, kdy získáš své zbraně zpět zdarma
da_dk: Du kan bruge kommandoen `dh!freetime` for at se, hvornår du får gratis dine våben tilbage
de_de: Du kannst den `dh!freetime` Befehl verwenden, um zu sehen, wann Du deine Waffen gratis zurückbekommst
el_gr: Μπορείτε να χρησιμοποιήσετε την εντολή `dh!freetime` για να δείτε πότε θα πάρετε τα όπλα σας πίσω δωρεάν
es_es: Puedes usar el comando`dh!freetime` para ver cuando se devolverán las armas gratuitamente.
fr_fr: Vous pouvez utiliser la commande `dh!freetime` pour voir quand vous récupérerez votre arme et vos chargeurs gratuitement.
hu_hu: A „dh!freetime” paranccsal megnézheted, mikor kapod vissza a fegyvered ingyen
it_it: Puoi usare il comando `dh!freetime` per vedere quando potrai recuperare le tue armi gratuitamente
ko_kr: `dh! freetime` 명령을 사용하여 압수된 무기를 언제 무료로받을 수 있는지 확인할 수 있습니다
nl_nl: Je kunt het `dh!freetime` commando gebruiken om te zien wanneer je je wapens gratis terug krijgt
pl_pl: Możesz użyć komendy `dh!freetime` aby zobaczyć kiedy dostaniesz swoją broń z powrotem za darmo
pt_br: Você pode usar o comando `dh!freetime` para descobrir quando você terá suas armas de volta gratuitamente.
ru_ru: Напишите `dh!freetime`, чтобы узнать, когда произойдёт бесплатная раздача.
sv_se: Du kan använda kommandot `dh!freetime` för att se när du får tillbaka dina vapen gratis
tr_tr: Silahınızı ne zaman ücretsiz alacağınızı görmek için `dh!freetime` komutunu kullanabilirsiniz.
vi_vn: Dùng lệnh `dh!freetime` để xem khi nào có thính rơi.

source: :alarm_clock: Next giveback of weapons and magazines in {sec} seconds ({hours} hour(s) and {minutes} minute(s)).
cs_cz: :alarm_clock: Další navrácení zbraní a zásobníků bude za {sec} sekundu/sekundy/sekund ({hours} hodina/hodiny/hodin a {minutes} minuta/minuty/minut).
de_de: :alarm_clock: Du erhältst deine Waffen und Magazine in {sec} Sekunden ({hours} Stunde(n) und {minutes} Minute(n)) zurück.
es_es: :alarm_clock: Siguiente devolución de armas y cargadores en {sec} segundos ({hours} hora(s) y {minutes} minuto(s)).
fr_fr: :alarm_clock: Prochaine réinitialisation de votre quantité de balles et chargeurs dans {sec} secondes ({hours} heure(s) et {minutes} minute(s)).
it_it: :alarm_clock: La prossima ridistribuzione di armi e cartucce avverrà tra {sec} secondi ({hours} ora(e) e {minutes} minuto(i)).
ko_kr: : alarm_clock : {sec} 초 ({hours} 시간 및 {minutes} 분) 후 무기와 탄창을 다음으로 되돌립니다.
nl_nl: :alarm_clock: Volgende teruggave van wapens en magazijnen in {sec} seconden ({hours} uur en {minutes} minuten).
pl_pl: :alarm_clock: Następny zwrot broni i magazynów za {sec} sekund ({hours} godzin i {minutes} minut).
pt_br: :alarm_clock: A próxima devolução de armas e munições será em {sec} segundos ({hours} hora(s) e {minutes} minuto(s)).
ru_ru: :alarm_clock: Следующая бесплатная раздача произойдёт через {sec} сек. ({hours} ч. и {minutes} мин.).
sv_se: :alarm_clock: Nästa återgivning av vapen och vapenmagasin på {sec} sekunder ({hours} timmar och {minuter} minuter).
tr_tr: :alarm_clock: Bir sonraki silah ve şarjörleri {sec} saniye ({hours} saat and {minutes} dakika) içinde geri alacaksınız.
vi_vn: :alarm_clock: Nhận lại vũ khí và đạn sau {hours} tiếng và {minutes} phút

source: A giveback tops up your magazines and gives you your weapon back for free (if confiscated), but it doesn't affect the bullets in your current magazine. If you can, reload beforehand!
ar_001: يتصدى الارتداد للمجلات الخاصة بك ويعطيك سلاحك مجانًا (إذا تمت مصادرته) ، ولكنه لا يؤثر على الرصاص في مجلتك الحالية. إذا استطعت ، أعد تحميلها مسبقًا!
bg_bg: Дареното връща вашите касети и ви връща безплатно оръжието си (ако е конфискувано), но това не засяга куршумите в сегашната ви касетa. Ако можете, презаредете предварително!
cs_cz: Navrácení doplní tvé zásobníky a dá ti tvou zbraň zpět zdarma (pokud byla zabavena), ale neovlivní kulky v tvém aktuálním zásobníku. Pokud můžeš, před navrácením přebij!
da_dk: En tilbagesendelse topper dine magasiner og giver dig dit våben tilbage gratis (hvis konfiskeret), men det påvirker ikke kuglerne i dit nuværende magasin. Hvis du kan, skal du lade igen på forhånd!
de_de: Eine Rückgabe füllt deine Magazine auf und gibt Dir (falls sie konfisziert wurde) deine Waffe gratis wieder. Dies beeinflusst aber nicht die Anzahl der Patronen in deinem momentanen Magazin. Wenn möglich, lade daher immer vorher nach!
el_gr: Ένα δώρο αυξάνει τους γεμηστήρες σας και σας δίνει το όπλο σας πίσω δωρεάν (αν έχει κατασχεθεί), αλλά δεν επηρεάζει τις σφαίρες στο τρέχον περιοδικό σας. Εάν μπορείτε, οπλίστε ξαλνα εκ των προτέρων!
es_es: Una devolución hace que recibas cargadores hasta el máximo que puedes tener y te da tu arma de vuelta gratis (si fue confiscada), pero no afecta a la cantidad de munición en el cargador actual. Si puedes, ¡Recarga con antelación!
fr_fr: Un giveback remplit votre compteur de chargeurs et vous rend votre arme, mais ne rajoute pas de balles dans le chargeur actuel. Si vous le pouvez, rechargez avant!
it_it: Una ridistribuzione (giveback) ti riempie le cartucce e ti ridà indietro l'arma gratuitamente (se confiscata), ma non influisce sui proiettili nel tuo caricatore attuale. Se puoi, ricarica prima!
ko_kr: 자유시간 에는 찬탕을 채워주고 무기를 무료로 돌려줍니다 (압수 된 경우) 현재 총의 총알에는 영향을 미치지 않습니다. 가능하면 미리 재 장전 하십시오!
nl_nl: Een giveback vult je magazijnen aan en geeft je je wapen gratis terug (als het in beslag was genomen), maar het heeft geen invloed op de kogels in je huidige magazijn. Als het kan, herlaad dan van tevoren!
pl_pl: Zwrot powoduje doładowanie magazynów i oddanie broni za darmo (jeśli zostanie skonfiskowana), ale nie wpływa to na pociski w bieżącym magazynie. Jeśli możesz, przeładuj wcześniej!
pt_br: O retorno enche sua munição e devolve sua arma de graça (se confiscada), mas não afeta as balas no seu pente atual. Se você puder, recarregue de antemão!
ru_ru: Бесплатная раздача заполняет все пустые запасные магазины (кроме текущего) и отдаёт вам ваше оружие (если оно до этого было конфисковано). Советуем перезарядиться перед раздачей!
sv_se: En återuppbackning fyller upp dina vapenmagasiner och ger dig ditt vapen tillbaka gratis (om det konfiskeras), men det påverkar inte kulorna i ditt nuvarande magasin. Om du kan, ladda om i förväg!
tr_tr: Geri verme şarjörlerinizi doldurur ve silahınızı ücretsiz olarak geri verir (el koyulmuşsa), ancak mevcut şarjörünüzdeki mermileri etkilemez. Yapabiliyorsanız, önceden şarjör doldurun!
vi_vn: Nhặt được thùng thính sẽ được nạp thêm băng đạn và cả súng (nếu bị mất), không ảnh hưởng đến số đạn trong băng đạn hiện tại. Nên nạp đạn trước :gun:

source: You are using shard number {shard} out of {total} total shards
ar_001: أنت تستخدم رقم القطع {shard} من إجمالي {shard} الإجمالي.
bg_bg: Използвате {shard} елитри от общо {total} елитри
cs_cz: Používáš shard číslo {shard} z {total} shardů celkem.
da_dk: Du bruger shard nummer {shard} ud af {total} totale shards
de_de: Du verwendest Shard Nummer {shard} von insgesamt {total} shards
el_gr: Χρησιμοποιείτε αριθμό shard {shard} από {σύνολο} συνολικών κομματιών
es_es: Estás usando el fragmento (Discord shard) {shard} de {total} fragmentos totales
fr_fr: Vous êtes sur la partition n°{shard}/{total}.
hu_hu: A {shard}es számú szilánkot használod az összes {total} szilánkból
it_it: Stai usando {shard} shards su un totale di {total} shards
ko_kr: {total} 총 샤드 중 샤드 번호 {shard}를 사용하고 있습니다.
nl_nl: Je gebruikt shard nummer {shard} uit het totaal van {total} shards
pl_pl: Używasz odłamka numer {shard} z {total} odłamków ogółem.
pt_br: Você está usando o número de fragmento {shard} de {total} fragmentos totais
ru_ru: Вы используете сервер под номером {shard}. Всего доступно {total}.
sv_se: Du använder skärvsnummer {shard} av {total} totala skärvor
tr_tr: {total} toplam shards arasından {shard} shard numarası kullanıyorsunuz
vi_vn: Đang dùng {shard} mảnh trong tổng số {total} mảnh

source: The scores are online at https://duckstats.api-d.com/duckstats.php?cid={channel_id}
cs_cz: Skóre je online zde: https://duckstats.api-d.com/duckstats.php?cid={channel_id}
de_de: Die Ergebnisse sind online unter https://duckstats.api-d.com/duckstats.php?cid={channel_id}
es_es: La puntuación está aquí en: https://duckstats.api-d.com/duckstats.php?cid={channel_id}
fr_fr: Les scores sont disponibles en ligne sur https://duckstats.api-d.com/duckstats.php?cid={channel_id}
hu_hu: A pontszámok fent vannak online a http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id} oldalon.
it_it: I punteggi sono disponibili online all'indirizzo web https://duckstats.api-d.com/duckstats.php?cid={channel_id}
ko_kr: 당신의 점수는 https://duckstats.api-d.com/duckstats.php?cid={channel_id}에 다.
nl_nl: De scores staan online op https://duckstats.api-d.com/duckstats.php?cid={channel_id}
pl_pl: Wyniki są dostępne online na stronie: https://duckstats.api-d.com/duckstats.php?cid={channel_id}
pt_br: As pontuações estão online em https://duckstats.api-d.com/duckstats.php?cid={channel_id}
ru_ru: Результаты онлайн на https://duckstats.api-d.com/duckstats.php?cid={channel_id}
sv_se: Betygen finns online på https://duckstats.api-d.com/duckstats.php?cid={channel_id}

source: Your duckstats are waiting for you at https://duckstats.api-d.com/duckstats.php?cid={channel_id}&pid={player_id}
cs_cz: Tvoje kačeří statistiky na teebe čekají zde: https://duckstats.api-d.com/duckstats.php?cid={channel_id}&pid={player_id}
de_de: Deine Entenstatistik wartet auf Dich unter: https://duckstats.api-d.com/duckstats.php?cid={channel_id}&pid={player_id}
es_es: Tus estadísticas están en este enlace https://duckstats.api-d.com/duckstats.php?cid={channel_id}&pid={player_id}
fr_fr: Vos Duckstats vous attendent sur https://duckstats.api-d.com/duckstats.php?cid={channel_id}&pid={player_id}
it_it: Le tue statisticanatre ti stanno aspettando all'indirizzo web https://duckstats.api-d.com/duckstats.php?cid={channel_id}&pid={player_id}
nl_nl: Je duckstats wachten op je bij https://duckstats.api-d.com/duckstats.php?cid={channel_id}&amp;pid={player_id}
pl_pl: Twoje kaczko-staty czekają na Ciebie na stronie https://duckstats.api-d.com/duckstats.php?cid={channel_id}&pid={player_id}
pt_br: Suas pato-estatísticas estão aguardando por você em https://duckstats.api-d.com/duckstats.php?cid={channel_id}&pid={player_id}
ru_ru: Ваша утка статистика ждет вас на https://duckstats.api-d.com/duckstats.php?cid={channel_id}&pid={player_id}
sv_se: Dina ankstatuser väntar på dig på https://duckstats.api-d.com/duckstats.php?cid={channel_id}&pid={player_id}

source: Hello! Thanks for adding me in there! I'm almost ready to start the game! Could we please go into the channel where you want the game to be ? Please invoke me there by using `dh!setup`<:event_GuildAdded_01:439550913112309781>
ar_001: مرحبا! شكرا لإضافة لي هناك! أنا على استعداد لبدء اللعبة! هل يمكننا الدخول إلى القناة حيث تريد أن تكون اللعبة؟ يرجى استدعائي هناك باستخدام `dh! setup` <:event_GuildAdded_01:439550913112309781>
bg_bg: Здравейте! Благодаря, че ме добавихте там! Почти съм готов да започна играта! Можем ли да влезем в канала, където искате да бъде играта? Моля, извикайте ме там, като използвате `dh!setup` <:event_GuildAdded_01:439550913112309781>
cs_cz: Ahoj! Děkuji za přidání sem! Jsem téměř připraven na spuštění hry! Můžeme prosím jít do kanálu, kde chceš tuto hru mít? Spusťte mě tam prosím pomocí příkazu `dh!setup` <:event_GuildAdded_01:439550913112309781>
da_dk: Hej! Tak fordi du tilføjede mig herinde! Jeg er næsten klar til at starte spillet! Kan vi venligst gå ind i kanalen, hvor du vil have spillet til at være? Venligst benyt mig der ved at bruge `dh!setup` <:event_GuildAdded_01:439550913112309781>
de_de: Hallo! Danke, dass Du mich hierher gebracht hast! Ich bin fast bereit das Spiel zu beginnen! Könnten wir bitte zuerst in den Kanal gehen, in dem das Spiel sein soll? Bitte rufe mich dort mit dem Befehl `dh!setup`herbei.<:event_GuildAdded_01:439550913112309781>
el_gr: Γειά σου! Ευχαριστώ που με προσθέσατε εκεί! Είμαι σχεδόν έτοιμος να ξεκινήσω το παιχνίδι! Θα μπορούσαμε να παρευρεθούμε στο κανάλι όπου θέλετε να είναι το παιχνίδι; Παρακαλώ με καλέστε εκεί χρησιμοποιώντας το `dh!setup` <:event_GuildAdded_01:439550913112309781>
es_es: Hola! Gracias por añadirme en tu servidor! Estoy casi listo para empezar el juego! Podríamos ir al canal donde quieres que empiece el juego? Por favor, invócame allí escribiendo `dh!setup`<:event_GuildAdded_01:439550913112309781>
fr_fr: Coucou ! Merci de m'avoir ajouté ici ! Je suis presque prêt à démarrer le jeu. Est-ce-que l'on peut aller dans le salon où vous voulez que le jeu soit activé ? Une fois là-bas, réveillez-moi avec la commande `dh!setup` <:event_GuildAdded_01:439550913112309781>
it_it: Ciao! Grazie per avermi aggiunto! Sono quasi pronto per iniziare il gioco! Potremmo cortesemente entrare nel canale dove vuoi che il gioco avvenga? Per piacere chiamami lì utilizzando `dh!setup` <:event_GuildAdded_01:439550913112309781>
nl_nl: Hallo! Bedankt dat je me daar hebt toegevoegd! Ik ben bijna klaar om het spel te starten! Kunnen we alsjeblieft naar het kanaal gaan waar je wil dat het spel komt? Roep me daar door het volgende commando te gebruiken: `dh!setup`<:event_GuildAdded_01:439550913112309781>
pl_pl: Dzień dobry! Dzięki, że mnie tam dodałeś! Jestem prawie gotowy, aby rozpocząć grę! Czy możemy przejść do kanału, na którym chcesz, aby była gra? Proszę mnie tam przywołać, używając `dh!setup`<:event_GuildAdded_01:439550913112309781>
pt_br: Olá! Obrigado por me adicionar aqui! Estou quase pronto para começar o jogo! Nós poderiamos ir ao canal que você quer que eu esteja? Por favor me invoque lá usando `dh!setup` <:event_GuildAdded_01:439550913112309781>
ru_ru: Здравствуйте! Спасибо за приглашение! Я почти готов начать игру! Перейдите в канал, который вы хотите добавить в игру и напишите в нём `dh!setup`<:event_GuildAdded_01:439550913112309781>
sv_se: Hej! Tack för att du lägger till mig där! Jag är nästan redo att starta spelet! Kan vi snälla gå in i kanalen där du vill att spelet ska vara? Vänligen påkalla mig där genom att använda `dh!setup` <:event_GuildAdded_01:439550913112309781>
tr_tr: Merhaba! Beni oraya eklediğin için teşekkürler! Oyuna başlamak için neredeyse hazırım! Oyunun olmasını istediğiniz kanala girebilir miyiz? Lütfen beni orada `dh!setup` kullanarak aktifleştirin<:event_GuildAdded_01:439550913112309781>
vi_vn: Cảm ơn vì đã cho chọn vịt này, sẵn sàng bắn nó nào!!! Hãy đi đến kênh bạn muốn bắn con vịt này và ném nó vào bằng lệnh`dh!setup` <:event_GuildAdded_01:439550913112309781>

source: Hello again! I'm just gonna run a quick permissions check and will be back in a few seconds! Please wait
ar_001: مرحبا مجددا! سأقوم فقط بفحص أذونات سريعة وسأعود في بضع ثوانٍ! الرجاء الإنتظار.
bg_bg: Здравей отново! Просто ще проверя бързo разрешениятa и ще се върна след няколко секунди! Моля Изчакай
cs_cz: Znova ahoj! Jen udělám rychlou kontrolu oprávnění a budu zpět za pár sekund! Vyčkej prosím
da_dk: Hej igen! Jeg skal bare køre et hurtigt tilladelses-tjek og vil være tilbage om et par sekunder! Vent venligst
de_de: Hallo nochmals! Ich führe nur eine kurze Berechtigungsprüfung durch und bin in ein paar Sekunden zurück! Bitte warte solange!
el_gr: Γεια σου και πάλι! Απλά θα εκτελέσω ένα γρήγορο έλεγχο δικαιωμάτων και θα επιστρέψω σε λίγα δευτερόλεπτα! Παρακαλώ περιμένετε
es_es: ¡Hola otra vez! ¡Voy a ejecutar una verificación rápida de los permisos y volveré en unos segundos! Por favor espera
fr_fr: Me revoilà! Je vais rapidement vérifier les permissions dont je dispose, je suis à vous dans quelques secondes...
it_it: Ma che piacere rivederti! Farò un rapido controllo delle autorizzazioni e tornerò tra qualche secondo! Attendere prego
nl_nl: Nogmaals hallo! Ik ga even een snelle permissiecontrole uitvoeren en ben binnen een paar seconden terug! Even ogenblik geduld alsjeblieft
pl_pl: Witam ponownie! Przeprowadzę szybką kontrolę uprawnień i wrócę za kilka sekund! Proszę czekać.
pt_br: Oi mais uma vez! Eu vou iniciar uma rápida checagem de permissões e estarei de volta em alguns segundos! Pera aí!
ru_ru: И снова здравствуйте! Пожалуйста, подождите несколько секунд, мне нужно проверить права!
sv_se: Hej igen! Jag ska bara köra en snabb behörighetskontroll och kommer tillbaka om några sekunder! Vänta
tr_tr: Tekrar merhaba! Hızlı bir izin kontrolü yapacağım ve birkaç saniye içinde geri döneceğim! Lütfen bekle
vi_vn: Đang kiểm tra quyền cho vịt, xin vui lòng chờ~ ( có thể sẽ mất một vài phút )
