Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: Hey there, DuckHunt quality insurance duck here. How would you rate your experience killing ducks so far ?
de_de: Hallo! Hier ist Ihre DuckHunt-Qualitäts-Versicherungsente! Wie würden Sie Ihre Erfahrungen in Bezug auf das Töten von Enten bislang einschätzen?
es_es: Hey, este es el pato en Control de calidad de DuckHunt. Como calificarías tu experiencia matando patos hasta ahora?
fr_fr: Hé là, je suis un canard du service qualité de DuckHunt. Comment évalueriez-vous votre expérience de meurtre canardien jusqu'à présent?
it_it: Ehilà, qui è l'anatra di assicurazione di qualità DuckHunt. Come valuti la tua esperienza di uccidere anatre finora?
nl_nl: Hallo daar, DuckHunt kwaliteitsverzekering eend hier. Hoe zou u uw ervaring beoordelen met het doden van eenden tot nu toe?
pl_pl: Hejka! Kaczka Ubezpieczeniowa wysokiej jakości tutaj. Jak byś ocenił swoją satysfakcję z zabijania kaczek do tej pory?
pt_br: Olá, aqui quem fala é o seguro de qualidade do DuckHunt. Como você avalia sua experiência matando patos até agora?
ru_ru: Добрый день, я утка из отдела обеспечения качества DuckHunt. Оцените, пожалуйста, процесс убийства уток.
sv_se: Hej där, DuckHunt kvalitetsförsäkring anka här. Hur skulle du betygsätta din upplevelse med att döda ankor hittills?
tr_tr: Selam, DuckHunt kalite sigorta ördeği. Ördekleri öldürme deneyiminizi nasıl değerlendirirsiniz?
vi_vn: Đây là bảng khảo sát cho DuckHunt. Bạn sẽ cho bao nhiêu vịt đây?

source: YoU hAvE bEeN cOrRuPtEd.
de_de: dU wUrDeSt BeScHäDiGt.
es_es: HaS sIdO CoRrOMpIdO.
fr_fr: VoUs AvEz ÉtÉ cOrRoMpU.
hu_hu: MeG lEtTéL sZáLlVa.
it_it: SeI StAtO cOrRotTo.
nl_nl: Je BeNt CoRrUpT.
pl_pl: ZoStAŁeŚ PrŻeKuPiOnY
pt_br: VoCê fOi CoRrOmPiDo.
ru_ru: Вы ПоВрЕжДеНы.
sv_se: dU HaR BlIvIT KoRrUpterAD
tr_tr: SeN YoZlAşMıŞsIn
vi_vn: BẠn Đã bỊ ngUyỀn RủA.

source: The duck went away. ·°'\`'°-.,¸¸.·°'\`
ar_001: ذهب البط بعيدا. · ° '\ `° -.، ¸¸ · °' \ '
cs_cz: Kachna odešla pryč. ·°'\`'°-.,¸¸.·°'\`
da_dk: Anden gik væk. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente ist verschwundern. ·°'\`'°-.,¸¸.·°'\`
es_es: El Pato se fue ·°'\`'°-.,¸¸.·°'\`
fr_fr: Le canard s'en est allé. ·°'\`'°-.,¸¸.·°'\`
hu_hu: A kacsa elhagyott minket. ·°'\`'°-.,¸¸.·°'\`
it_it: L'anatra se ne andò. · ° '\`' ° -.., ¸¸ · ° '\`
nl_nl: De eend is weggegaan. ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczka odeszła. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato vazou. ·°'\`'°-.,¸¸.·°'\`
ru_ru: Утка ушла. ·°'\`'°-.,¸¸.·°'\`
sv_se: Ankan gick bort. · ° '\`' ° -.., ¸¸ · °' \ `
tr_tr: Ördek gitti. · ° '\'' ° -.., ¸¸ · °' \ '
vi_vn: Vịt đã đi xa ·°'\`'°-.,¸¸.·°'\`

source: The duck went to another world. ·°'\`'°-.,¸¸.·°'\`
ar_001: ذهب البط إلى عالم آخر. · ° '\ `° -.، ¸¸ · °' \ '
cs_cz: Kachna odešla do jiného světa. ·°'\`'°-.,¸¸.·°'\`
da_dk: Anden gik til en anden verden. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente verschwand in eine andere Welt. ·°'\`'°-.,¸¸.·°'\`
es_es: El pato se fue a otro mundo. · ° '\ `' ° -., ¸¸. · ° '\`
fr_fr: Le canard est parti dans un autre monde. ·°'\`'°-.,¸¸.·°'\`
hu_hu: A kacsa átment egy másik világba. ·°'\`'°-.,¸¸.·°'\`
it_it: L'anatra se ne andò in un altro mondo. · ° '\`' ° -.., ¸¸ · ° '\`
nl_nl: De eend is vertrokken naar een andere wereld. ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczka odeszła do innego świata. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato foi para outro mundo. ·°'\`'°-.,¸¸.·°'\`
ru_ru: Утка ушла в другой мир. ·°'\`'°-.,¸¸.·°'\`
sv_se: Ankan gick till en annan värld. · ° '\`' ° -.., ¸¸ · °' \ `
tr_tr: Ördek başka bir dünyaya gitti. · ° '\'' ° -.., ¸¸ · °' \ '
vi_vn: Vịt đã trở về hành tinh của mình ·°'\`'°-.,¸¸.·°'\`

source: The duck didn't have time for this. ·°'\`'°-.,¸¸.·°'\`
ar_001: لم يكن للبطة الوقت لهذا. · ° '\ `° -.، ¸¸ · °' \ '
cs_cz: Na tohle kachna neměla čas. ·°'\`'°-.,¸¸.·°'\`
da_dk: Anden havde ikke tid til dette. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente hatte keine Zeit für so etwas. ·°'\`'°-.,¸¸.·°'\`
es_es: El pato no tenía tiempo para esto. · ° '\ `' ° -., ¸¸. · ° '\`
fr_fr: Le canard n'avait pas le temps pour ça. ·°'\`'°-.,¸¸.·°'\`
hu_hu: A kacsának nem volt erre ideje. ·°'\`'°-.,¸¸.·°'\`
it_it: L'anatra non ha avuto tempo per questo. · ° '\`' ° -.., ¸¸ · ° '\`
nl_nl: De eend had hier geen tijd voor. ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczka nie miała na to czasu. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato estava sem tempo, irmão. ·°'\`'°-.,¸¸.·°'\`
ru_ru: У утки не было на это времени. ·°'\`'°-.,¸¸.·°'\`
sv_se: Ankan hade inte tid för detta. · ° '\`' ° -.., ¸¸ · °' \ `
tr_tr: Ördeğin bunun için zamanı yoktu. · ° '\'' ° -.., ¸¸ · °' \ '
vi_vn: Vịt không có đủ rảnh cho trò này ·°'\`'°-.,¸¸.·°'\`

source: The duck left. ·°'\`'°-.,¸¸.·°'\`
ar_001: غادرت البطة · ° '\ `° -.، ¸¸ · °' \ '
cs_cz: Kachna odešla. ·°'\`'°-.,¸¸.·°'\`
da_dk: Anden gik. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente ist weggewatschelt. ·°'\`'°-.,¸¸.·°'\`
es_es: El pato se fue. ·°'\`'°-.,¸¸.·°'\`
fr_fr: Le canard est parti. ·°'\`'°-.,¸¸.·°'\`
hu_hu: A kacsa elment. ·°'\`'°-.,¸¸.·°'\`
it_it: L'anatra se n'è andata. · °'\`'°-.,¸¸·°'\`
nl_nl: De eend is vertrokken. ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczka odeszła. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato sumiu. ·°'\`'°-.,¸¸.·°'\`
ru_ru: Утка улетела. ·°'\`'°-.,¸¸.·°'\`
sv_se: Ankan lämnade. · ° '\`' ° -.., ¸¸ · °' \ `
tr_tr: Ördek ayrıldı. · ° '\'' ° -.., ¸¸ · °' \ '
vi_vn: Vịt đã bay đi ·°'\`'°-.,¸¸.·°'\`·°'\`'°-.,¸¸.·°'\`

source: The duck dissipated in space and time. ·°'\`'°-.,¸¸.·°'\`
ar_001: تبدد البط في المكان والزمان. · ° '\ `° -.، ¸¸ · °' \ '
cs_cz: Kachna se rozptýlila v čase a prostoru. ·°'\`'°-.,¸¸.·°'\`
da_dk: Anden spredte sig i rum og tid. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente löste sich in Raum und Zeit auf. ·°'\`'°-.,¸¸.·°'\`
es_es: El pato se disipó en el espacio-tiempo. · ° '\ `' ° -., ¸¸. · ° '\`
fr_fr: Le canard se dissipe dans l'espace temps. ·°'\`'°-.,¸¸.·°'\`
hu_hu: A kacsa elveszett a tér-időben. ·°'\`'°-.,¸¸.·°'\`
it_it: L'anatra si è dissipata nello spazio e nel tempo. ·°'\`'°-.,¸¸.·°'\`
nl_nl: De eend verdween in ruimte en tijd. ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczka zniknęła w przestrzeni i czasie. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato se dissipou no espaço tempo. ·°'\`'°-.,¸¸.·°'\`
ru_ru: Утка растворилась в пространстве и времени. ·°'\`'°-.,¸¸.·°'\`
sv_se: Ankan försvann i tid och rum. · ° '\`' ° -.., ¸¸ · °' \ `
tr_tr: Ördek uzayda ve zamanda dağıldı. · ° '\'' ° -.., ¸¸ · °' \ '
vi_vn: Vịt đã hòa vào không - thời gian ·°'\`'°-.,¸¸.·°'\`

source: The duck left out of boredom. ·°'\`'°-.,¸¸.·°'\`
ar_001: غادرت البطة من الملل. · ° '\ `° -.، ¸¸ · °' \ '
cs_cz: Kachna se unudila k smrti. ·°'\`'°-.,¸¸.·°'\`
da_dk: Anden gik ud af kedsomhed. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente hat sich vor lauter Langeweile verzogen. ·°'\`'°-.,¸¸.·°'\`
es_es: El pato se aburrió y se fue. · ° '\ `' ° -., ¸¸. · ° '\`
fr_fr: Le canard s'ennuyait tellement qu'il est parti. ·°'\`'°-.,¸¸.·°'\`
hu_hu: A kacsa hazament unalmában. ·°'\`'°-.,¸¸.·°'\`
it_it: L'anatra se ne andò via dalla noia. ·°'\`'°-.,¸¸.·°'\`
nl_nl: De eend is weggegaan uit verveling. ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczka wyszła z nudów. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato se entediou e partiu. ·°'\`'°-.,¸¸.·°'\`
ru_ru: Утке стало скучно и она ушла. ·°'\`'°-.,¸¸.·°'\`
sv_se: Ankan lämnade tristess. · ° '\'' ° -.., ¸¸ · °' \ '
tr_tr: Ördek can sıkıntısından kurtuldu. · ° '\'' ° -.., ¸¸ · °' \ '
vi_vn: Quá chán vì không bị bắn, vịt bay đi ·°'\`'°-.,¸¸.·°'\`

source: The duck doesn't want to be sniped. ·°'\`'°-.,¸¸.·°'\`
ar_001: لا تريد البطة أن تقتل. · ° '\ `° -.، ¸¸ · °' \ '
cs_cz: Kachna nechce být zastřelena. ·°'\`'°-.,¸¸.·°'\`
da_dk: Anden vil ikke blive sniped. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente wollte nicht erschossen werden. ·°'\`'°-.,¸¸.·°'\`
es_es: El pato no quiere que le disparen. °'\`'°-.,¸¸.·°'\`
fr_fr: Le canard ne veut pas se faire tirer dessus. ·°'\`'°-.,¸¸.·°'\`
hu_hu: A kacsa nem akarta, hogy lelőjék. ·°'\`'°-.,¸¸.·°'\`
it_it: L'anatra non vuole essere beccata. ·°'\`'°-.,¸¸.·°'\`
nl_nl: De eend wil niet worden neergeschoten. ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczka nie chce zostać zestrzelona. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato não queria ser baleado. ·°'\`'°-.,¸¸.·°'\`
ru_ru: Утка не хочет, чтобы её застрелили. ·°'\`'°-.,¸¸.·°'\`
sv_se: Ankan vill inte bli snipad. · ° '\'' ° -.., ¸¸ · °' \ '
tr_tr: Ördek nişan alınmak istemiyor. · ° '\'' ° -.., ¸¸ · °' \ '
vi_vn: Vì sợ bị bắn, con vịt bay đi ·°'\`'°-.,¸¸.·°'\`

source: The duck walked up to the lemonade stand. ·°'\`'°-.,¸¸.·°'\`
ar_001: ذهب البط إلى موقف عصير الليمون. · ° '\ `° -.، ¸¸ · °' \ '
cs_cz: Kachna odešla k stánku s limonádou. ·°'\`'°-.,¸¸.·°'\`
da_dk: Anden gik op til limonadestanden. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente watschelte zum Limonadenstand. ·°'\`'°-.,¸¸.·°'\`
es_es: El pato ha caminado hasta el puesto de limonada. ·°'\`'°-.,¸¸.·°'\
fr_fr: Le canard est parti au magasin de limonade. ·°'\`'°-.,¸¸.·°'\`
hu_hu: A kacsa felsétált a limonádéstandra. ·°'\`'°-.,¸¸.·°'\`
it_it: L'anatra si avvicinò al banchetto di limonate. ·°'\`'°-.,¸¸.·°'\`
nl_nl: De eend is naar de limonadekraam gelopen. ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczka odeszła do stoiska z lemoniadą. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato foi comprar limonada. ·°'\`'°-.,¸¸.·°'\`
ru_ru: Утка подошла к лимонадному киоску. ·°'\`'°-.,¸¸.·°'\`
sv_se: Ankan gick upp till lemonadståndet. · ° '\'' ° -.., ¸¸ · °' \ '
tr_tr: Ördek limonata standına doğru yürüdü. · ° '\'' ° -.., ¸¸ · °' \ '
vi_vn: Vịt đã bay đi đá phò ·°'\`'°-.,¸¸.·°'\`

source: The duck flew over a disproportionately small gap. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente flog über eine unverhältnismäßig kleine Lücke. ·°'\`'°-.,¸¸.·°'\`
es_es: El pato se escapó sobre un hueco desproporcionadamente pequeño. -·°'\`'°-.,¸¸.·°'\`
fr_fr: Le canard s'est envolé vers un trou anormalement petit. ·°'\`'°-.,¸¸.·°'\`
hu_hu: A kacsa átrepült egy aránytalanul kis résen. ·°'\'' ° -., ¸¸. · °' \ `
it_it: L'anatra sorvolò uno spazio sproporzionatamente piccolo. · ° '\ `' ° -.., ¸¸ · ° '\`
nl_nl: De eend vloog over een onevenredig kleine opening. · ° '\ `' ° -.., ¸¸ · ° '\'
pl_pl: Kaczka przeleciała nad nieproporcjonalnie małą szczeliną. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato voou sobre um espaço desproporcionalmente pequeno ·°'\`'°-.,¸¸.·°'\`
ru_ru: Утка пролетела в слишком маленькую дыру. ·°'\`'°-.,¸¸.·°'\`
sv_se: Ankan flög över ett oproportionerligt litet gap. · ° '\'' ° -.., ¸¸ · °' \ '
tr_tr: Ördek orantısız olarak küçük bir uçurumun üzerinden uçtu. · ° '\'' ° -.., ¸¸ · °' \ `
vi_vn: Vịt đã chui vào khe tường ·°'\`'°-.,¸¸.·°'\`

source: The duck chickened out. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Ente zog den Schwanz ein. ·°'\`'°-.,¸¸.·°'\`
es_es: El pato se acobardó y se fué. -·°'\`'°-.,¸¸.·°'\`
fr_fr: Le canard s'est dégonflé. ·°'\`'°-.,¸¸.·°'\`
hu_hu: A kacsa elvágtázott. ·°'\'' ° -., ¸¸. · °' \ `
it_it: L'anatra se l'è fatta sotto. ·°'\`'°-.,¸¸.·°'\`
nl_nl: De eend dook eruit. · ° '\ `' ° -.., ¸¸ · ° '\'
pl_pl: Kaczka się wystraszyła. ·°'\`'°-.,¸¸.·°'\`
pt_br: O pato saiu e você vai pagar o pato. ·°'\`'°-.,¸¸.·°'\`
ru_ru: Утка вылупилась. ·°'\`'°-.,¸¸.·°'\`
sv_se: Ankan blev för skrämd. · ° '\'' ° -.., ¸¸ · °' \ '
tr_tr: Ördek dışarı çıktı. · ° '\'' ° -.., ¸¸ · °' \ `
vi_vn: Vịt đã chui vào vỏ trứng ·°'\`'°-.,¸¸.·°'\`

source: a stuffed duck.
ar_001: بطة محشوة.
cs_cz: vycpanou kachnu.
da_dk: en fyldt and.
de_de: eine ausgestopfte Ente.
es_es: Un pato relleno
fr_fr: un canard en peluche.
hu_hu: egy kitömött kacsa.
it_it: un'anatra imbottita.
nl_nl: een pluche eend.
pl_pl: Wypchana kaczka.
pt_br: um pato estufado.
ru_ru: фаршированную утку.
sv_se: en fylld anka.
tr_tr: doldurulmuş ördek
vi_vn: một con vịt nhồi bông

source: a rubber ducky.
ar_001: حبيبة مطاطية.
cs_cz: gumovou kachničku.
da_dk: en gummi and.
de_de: ein Gummientchen.
es_es: un pato de goma
fr_fr: un canard en plastique pour le bain.
hu_hu: egy gumikacsa.
it_it: una paperella di gomma.
nl_nl: een rubberen eendje.
pl_pl: Gumowa kaczka.
pt_br: um patinho de borracha.
ru_ru: резиновую уточку.
sv_se: en gummi anka.
tr_tr: bir lastik ördek.
vi_vn: một con vịt cao su

source: a vibrating duck.
ar_001: بطة تهتز.
cs_cz: vibrující kachnu.
da_dk: en vibrerende and.
de_de: eine vibrierende Ente.
es_es: un pato vibrador
fr_fr: un canard vibrant.
hu_hu: egy kacsavibrátor.
it_it: un'anatra vibrante. **( ͡° ͜ʖ ͡°)**
nl_nl: Een vibrerende eend.
pl_pl: Wibrująca kaczka.
pt_br: um pato que vibra.
ru_ru: вибрирующую утку.
sv_se: en vibrerande anka.
tr_tr: Titreşimli bir ördek.
vi_vn: một cái máy rung hình con vịt

source: a pile of feathers.
ar_001: كومة من الريش.
cs_cz: hromádku peří.
da_dk: en bunke af fjer.
de_de: ein Häufchen Federn.
es_es: un montón de plumas.
fr_fr: un tas de plumes.
hu_hu: egy tollkupac.
it_it: un mucchio di piume.
nl_nl: een hoopje veren.
pl_pl: Stos piór.
pt_br: uma pilha de penas.
ru_ru: кучу перьев.
sv_se: en hög med fjädrar.
tr_tr: tüy yığını.
vi_vn: một đống lông

source: a chewed chewing gum.
ar_001: علكة ممضوغة.
cs_cz: vyžvýkanou žvýkací gumu.
da_dk: et tygget tyggegummi.
de_de: ein gekauter Kaugummi.
es_es: un chicle masticado.
fr_fr: un chewing-gum mâchouillé.
hu_hu: egy megrágott rágógumi.
it_it: un chewing gum masticato.
nl_nl: een stukje kauwgom waar al op gekauwd is.
pl_pl: Przeżuta guma do żucia.
pt_br: uma goma de mascar que já está mastigada.
ru_ru: жёванную жевательную резинку.
sv_se: ett tuggat tuggummi.
tr_tr: bir çiğneme çikleti.
vi_vn: một cái bã kẹo cao su

source: a leaflet from CACAD (Coalition Against the Comitee Against Ducks).
ar_001: نشرة من اضجضب (ائتلاف ضد جماعة ضد البط).
da_dk: en folder fra KMKMÆ (Koalition Mod Komiteen Mod Ænder).
de_de: ein Flugblatt der KGKGE (Koalition gegen das Komitee gegen Enten).
es_es: Un folleto de la CACAD (Comisión contra el Comité contra los Patos).
fr_fr: un prospectus du CCCCC (Coalition Contre le Comité Contre les Canards).
hu_hu: egy szórólap a KKEEtől (Koalíció a Kacsaellenes Egyesület Ellen).
it_it: un volantino della CCCCA (Coalizione Contro il Comitato Contro le Anatre).
nl_nl: een folder van CTCTE (Coalitie Tegen het Comité Tegen Eenden).
pl_pl: ulotkę od KPKPK (Koalicja przeciwko Komitecie przeciwko Kaczkom).
pt_br: um panfleto da CCCCP (Coalização Contra o Comitê Contra os Patos).
ru_ru: листовку из ОПКПУ (Объединение Против Комитета Против Уток)
sv_se: en broschyr från KMKMA (Koalition mot Kommittén mot Ankor).
tr_tr: CACAD'dan bir broşür (Ördeklere Karşı Komite Karşıtı Koalisyon).
vi_vn: một tờ rơi từ Liên Minh Phong Chống Cách Mạng Vịt

source: an old shoe.
ar_001: حذاء قديم.
cs_cz: starou botu.
da_dk: en gammel sko.
de_de: einen alten Schuh.
es_es: un zapato viejo
fr_fr: une vieille chaussure.
hu_hu: egy régi bakancs.
it_it: una vecchia scarpa.
nl_nl: een oude schoen.
pl_pl: Stary but.
pt_br: um sapato velho.
ru_ru: старый башмак.
sv_se: En gammal sko
tr_tr: eski bir ayakkabı.
vi_vn: một cái giày hỏng

source: a spring thingy.
ar_001: شيء ربيعي.
cs_cz: pružinovou věcičku.
da_dk: en fjeder ting.
de_de: eine bunte Sprungfeder.
es_es: Algo primaveral
fr_fr: un truc à ressort.
hu_hu: egy rugószerűség.
it_it: una specie di molla.
nl_nl: een veerachtig ding.
pl_pl: kawałek sprężyny
pt_br: uma coisa de primavera.
ru_ru: весеннюю штуку.
sv_se: en fjäder sak.
tr_tr: Bir bahar şeysi.
vi_vn: que kẹo cắn dở

source: cow dung.
cs_cz: kravský hnůj.
da_dk: komøg.
de_de: eine Kuhflade.
es_es: Caca de vaca.
fr_fr: une bouse de vache.
hu_hu: szaftos kis tehénfos.
it_it: sterco di vacca.
nl_nl: koeienvlaai.
pl_pl: Krowie łajno.
pt_br: bosta de vaca.
ru_ru: коровий навоз.
sv_se: kogödsel.
tr_tr: inek gübresi.
vi_vn: một bãi cứt trâu

source: dog poop.
cs_cz: psí hovínko.
da_dk: hundelort.
de_de: ein Hundehäufchen.
es_es: Caca de perro.
fr_fr: une crotte de chien.
hu_hu: kutyakaki.
it_it: cacca di cane.
nl_nl: hondenpoep.
pl_pl: Psia kupa.
pt_br: cocô de doguinho.
ru_ru: собачий кал.
sv_se: hundbajs.
tr_tr: köpek pisliği.
vi_vn: một bãi cứt chó

source: an expired hunting license.
ar_001: رخصة صيد منتهية الصلاحية.
cs_cz: prošlou loveckou licenci.
da_dk: en udløbet jagtlicens.
de_de: eine abgelaufene Jagdlizenz.
es_es: Un carnet de caza caducado.
fr_fr: un permis de chasse expiré.
hu_hu: egy lejárt vadászliszensz.
it_it: una licenza di caccia scaduta.
nl_nl: een verlopen jachtvergunning.
pl_pl: Wygasła licencja na polowanie.
pt_br: uma licença de caça expirada.
ru_ru: просроченную лицензиую на охоту.
sv_se: ett ogiltigt jaktlicens.
tr_tr: süresi dolmuş bir av lisansı.
vi_vn: giấy phép săn bắn hết hạn

source: a cartridge.
ar_001: خرطوشة.
da_dk: en patron.
de_de: eine Kartusche.
es_es: un cartucho
fr_fr: une douille.
hu_hu: egy patron.
it_it: una cartuccia
nl_nl: een cartridge.
pl_pl: kaseta.
pt_br: um cartucho.
ru_ru: патрон.
sv_se: en patron.
tr_tr: bir kartuş.
vi_vn: một hộp mực

source: a cigarette butt.
ar_001: بعقب سيجارة.
cs_cz: cigaretový nedopalek.
da_dk: en cigaretstød.
de_de: ein Zigarettenstummel.
es_es: una colilla de cigarro.
fr_fr: un mégot de cigarette.
hu_hu: egy cigarettavég.
it_it: un mozzicone di sigaretta.
nl_nl: een sigarettenpeuk.
pl_pl: użyty papieros.
pt_br: uma bituca de cigarro.
ru_ru: окурок.
sv_se: en cigarett-rumpa.
tr_tr: bir sigara izmariti.
vi_vn: một bi thuốc lào

source: a used condom.
ar_001: واقي ذكري مستخدم.
cs_cz: použitý kondom.
da_dk: et brugt kondom.
de_de: ein benutztes Kondom.
es_es: un condón usado.
fr_fr: un préservatif usagé.
hu_hu: egy használt óvszer.
it_it: un preservativo usato.
nl_nl: een gebruikt condoom.
pl_pl: zużyta prezerwatywa.
pt_br: uma camisinha usada.
ru_ru: использованный презерватив.
sv_se: en använd kondom.
tr_tr: kullanılmış bir prezervatif.
vi_vn: một cái BCS thủng

source: a broken sight.
ar_001: مشهد مكسور.
cs_cz: rozbitý zaměřovač.
da_dk: et ødelagt sigte.
de_de: ein zerbrochenes Visier.
es_es: una mira rota.
fr_fr: une lunette de visée cassée.
hu_hu: egy törött látcső.
it_it: un mirino rotto.
nl_nl: een kapot vizier.
pl_pl: zepsuty celownik.
pt_br: uma mira quebrada.
ru_ru: сломанный прицел.
sv_se: ett trasigt sikte.
tr_tr: Kırık bir dürbün.
vi_vn: một cái ống ngắm hỏng

source: a broken infrared detector.
ar_001: كاشف بالأشعة تحت الحمراء منكسر.
cs_cz: rozbitý infračervený senzor.
da_dk: en ødelagt infrarød detektor.
de_de: ein zerbrochener Infrarotdetektor.
es_es: un detector de infrarrojo roto.
fr_fr: un détecteur infrarouge cassé.
hu_hu: egy törött infravörös detektor.
it_it: un rilevatore a infrarossi rotto.
nl_nl: een kapotte infrarood detector.
pl_pl: zepsuty detektor podczerwieni.
pt_br: um detector infra-vermelho quebrado.
ru_ru: сломанный инфракрасный датчик.
sv_se: en trasig infraröd detektor.
tr_tr: kırık bir kızılötesi dedektör.
vi_vn: một đầu dò hồng ngoại bị hỏng

source: a bent silencer.
ar_001: كاتم الصوت عازمة.
cs_cz: ohnutý tlumič.
da_dk: en bøjet lyddæmper.
de_de: einen verbogener Schalldämpfer.
es_es: un silenciador doblado.
fr_fr: un silencieux tordu.
hu_hu: egy görbe hangtompító.
it_it: un silenziatore piegato.
nl_nl: een verbogen demper.
pl_pl: wygięty tłumik.
pt_br: um silenciador dobrado.
ru_ru: погнутый глушитель.
sv_se: en böjd ljuddämpare.
tr_tr: bükülmüş bir susturucu.
vi_vn: một ống giảm thanh bằng vỏ lon

source: an empty box of AP ammo.
ar_001: صندوق فارغ من الذخيرة AP.
cs_cz: prázdnou krabici od AP nábojů.
da_dk: en tom kasse med PB ammunition.
de_de: eine leere Box von AP Munition.
es_es: una caja de munición AP vacía.
fr_fr: une boîte vide de munitions AP.
hu_hu: egy üres AP muníciósláda.
it_it: una scatola vuota di munizioni AP.
nl_nl: een lege doos met AP munitie.
pl_pl: puste pudełko z amunicją AP.
pt_br: uma caixa vazia de munição AP.
ru_ru: пустую коробку от бронебойных патронов.
sv_se: en tom låda med AP-ammunition.
tr_tr: boş bir AP cephane kutusu.
vi_vn: một hộp đạn xuyên giáp rỗng

source: an empty box of explosive ammo.
ar_001: صندوق فارغ من الذخيرة المتفجرة.
cs_cz: prázdnou krabici od výbušných nábojů.
da_dk: en tom kasse med eksplosiv ammunition.
de_de: eine leere Box von explosiver Munition.
es_es: una caja de munición explosiva vacía,
fr_fr: une boîte vide de munitions explosives.
hu_hu: egy üres robbanó muníciósláda.
it_it: una scatola vuota di munizioni esplosive.
nl_nl: Een lege doos met explosieve munitie.
pl_pl: puste pudełko z amunicją wybuchową.
pt_br: uma caixa vazia de munição explosiva
ru_ru: пустую коробку от разрывных патронов.
sv_se: en tom låda med explosiv ammunition.
tr_tr: boş bir patlayıcı cephane kutusu.
vi_vn: một hộp đạn nổ rỗng

source: a four-leaf clover with only 3 left.
ar_001: برسيم أربع أوراق بأوراق 3 فقط.
cs_cz: čtyřlístek, kterému zbývají pouze 3 lístky.
da_dk: en firkløver med kun 3 tilbage.
de_de: ein 4-blättriges Kleeblatt mit bloss noch 3 Blättern.
es_es: un trébol de 4 hojas, con solo 3.
fr_fr: un trèfle à 4 feuilles auquel il en manque une.
hu_hu: egy négylevelű lóhere, de csak 3 levéllel.
it_it: un quadrifoglio con solo 3 foglie rimaste.
nl_nl: een klavertje vier waar nog maar 3 blaadjes aan zitten.
pl_pl: czterolistna koniczyna, na której pozostały tylko 3 liście.
pt_br: um trevo de quatro folhas com apenas 3 sobrando.
ru_ru: четырёхлистный клевер без одного листика.
sv_se: en fyrklöver med endast 3 löv kvar.
tr_tr: sadece 3 tane kalmış dört yapraklı yonca.
vi_vn: một lá cần hết hạn

source: a broken decoy.
ar_001: خدعة مكسورة.
cs_cz: rozbitou návnadu.
da_dk: en ødelagt lokkefugl
de_de: ein kaputter Köder.
es_es: un señuelo roto.
fr_fr: un leurre cassé.
hu_hu: egy törött csapda.
it_it: un'esca rotta.
nl_nl: een kapotte lokeend.
pl_pl: zepsuta przynętą.
pt_br: um chamariz quebrado.
ru_ru: сломанную приманку.
sv_se: ett trasigt lokk.
tr_tr: kırık bir yem.
vi_vn: mồi nhử quá hạn

source: a broken mirror.
ar_001: مرآة مكسورة.
cs_cz: rozbité zrcadlo.
da_dk: et smadret spejl.
de_de: ein zerbrochener Spiegel.
es_es: un espejo roto.
fr_fr: un miroir cassé.
hu_hu: egy törött tükör.
it_it: uno specchio rotto
nl_nl: een kapotte spiegel.
pl_pl: rozbite lustro.
pt_br: um espelho rachado.
ru_ru: сломанное зеркало.
sv_se: en trasig spegel.
tr_tr: kırık bir ayna.
vi_vn: một cái gương vỡ

source: a rusty mechanical duck.
ar_001: بطة ميكانيكية صدئة.
cs_cz: rezavou mechanickou kachnu.
da_dk: en rusten mekanisk and.
de_de: eine rostige mechanische Ente.
es_es: un pato mecánico oxidado.
fr_fr: un canard mécanique rouillé.
hu_hu: egy rozsdás robotkacsa.
it_it: un'anatra meccanica arrugginita.
nl_nl: een roestige mechanische eend.
pl_pl: zardzewiałą mechaniczna kaczka.
pt_br: um pato mecânico enferrujado.
ru_ru: ржавую механическую утку.
sv_se: En rostig mekanisk anka.
tr_tr: paslı bir mekanik ördek.
vi_vn: một con vịt máy hỏng

source: a pair of sunglasses without glasses.
ar_001: النظارات الشمسية دون نظارات.
cs_cz: sluneční brýle bez sklíček.
da_dk: et par solbriller uden glas.
de_de: Sonnengläser ohne Gläser.
es_es: un par de gafas de sol sin cristales.
fr_fr: une paire de lunettes de soleil... sans ses verres.
hu_hu: egy napszemüveg üveg nélkül.
it_it: un paio di occhiali da sole senza occhiali.
nl_nl: een zonnebril zonder glas.
pl_pl: parę okularów słonecznych bez szkiełek.
pt_br: um par de óculos de sol sem lentes.
ru_ru: солнцезащитные очки без линз.
sv_se: Ett par glasögon utan linser.
tr_tr: gözlüksüz bir çift güneş gözlüğü.
vi_vn: một cái gọng kính không có mắt kính

source: Donald's beret.
ar_001: قبعة دونالد.
cs_cz: Donaldův baret.
da_dk: Donalds baret.
de_de: Donald's Kappe.
es_es: La boina de Donald.
fr_fr: le béret de Donald.
hu_hu: Donald kacsa svájcisapkája.
it_it: Il berretto di Donald.
nl_nl: Donald's baret.
pl_pl: Beret Donalda.
pt_br: a boina do Pato Donald.
ru_ru: берет Дональда.
sv_se: Donald's basker
tr_tr: Donald’ın bereği.
vi_vn: Tóc giả của Donald Trump
