Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: :money_with_wings: You dropped a **SPECIAL** bucket full of water on {target}, forcing them to wait 2 hours (!) for their clothes to dry before they can return hunting.
cs_cz: :money_with_wings: Vylil jsi **SPECIÁLNÍ** kyblík plný vody na {target}, čímž jsi je donutil počkat 2 hodiiny (!) na uschnutí jejich oblečení než se budou moct vrátit na lov.
da_dk: :money_with_wings: Du smed en **SPECIEL** spand fuld af vand på {target}, hvilket tvinger dem til at vente 2 timer for deres tøj tørre, før de kan jage igen.
de_de: :money_with_wings: Du hast einen **BESONDEREN** Eimer voll Wasser über {target} geschüttet! Damit ist er/ sie gezwungen 2 Stunden (!) auszusetzen, bis die Kleidung wieder getrocknet ist - erst dann kann er/sie die Jagd fortsetzen.
es_es: :money_with_wings: Arrojaste un cubo **ESPECIAL** lleno de agua para {target}, forzándolo a esperar 2 horas (!) hasta que su ropa se seque antes de que pueda volver a cazar.
fr_fr: :money_with_wings: Tu lâches un seau d'eau **SPECIAL** plein à ras-bord sur {target}, le forçant à attendre 2 heures (!) pour que ses vêtements sèchent.
it_it: :money_with_wings: Hai fatto cadere un secchio **SPECIALE** pieno zeppo d'acqua su {target}, costringendolo ad aspettare 2 ore (!) perché i suoi vestiti si asciughino prima che possa tornare a cacciare.
nl_nl: :money_with_wings: Je hebt een met water gevulde emmer op {target} laten vallen, waardoor ze genoodzaakt zijn 2 uur(1) te wachten voordat hun kleren opgedroogd zijn en ze weer verder kunnen jagen.
pl_pl: Pieniądze ze skrzydłami: Upuściłeś **SPECJALNE** wiadro pełne wody na {target}, zmuszając ich do czekania 2 godziny (!) na wyschnięcie ich ubrań zanim będą mogli wrócić na polowanie.
pt_br: :money_with_wings: Você jogou um Balde ** ESPECIAL ** cheio de água em {target}, forçando ele esperar 2 horas (!) para secar suas roupas antes de voltar a caçar.
ru_ru: :money_with_wings: Вы окатили **ОСОБЫМ** ведром воды пользователя с ником {target}, вашей жертве теперь нужно подождать час, пока высохнет одежда.
sv_se: :money_with_wings: Du tappade en **SPECIAL** hink full med vatten på {target} och tvingade dem att vänta 2 timmar (!) på att deras kläder skulle torka innan de kan återvända till jakt.
tr_tr: :money_with_wings: {target} 'a su dolu bir ** ÖZEL ** kova bıraktın, avlarına dönmeden önce kıyafetlerinin kuruması için 2 saat (!) beklemeye zorladın.
vi_vn: :money_with_wings: Bạn vừa đổ một thùng nước cống siêu cấp lên đầu {target}!!!, khiến họ phải mất 2 tiếng để liếm sạch áo quần trước khi có thể đi săn

source: You wouldn't sabotage yourself, would you ?
ar_001: لن تخرب نفسك ، أليس كذلك؟
cs_cz: Nesabotoval bys sebe, že ne?
da_dk: Du ville ikke sabotere dig selv, ville du?
de_de: Du würdest Dich doch nicht selbst sabotieren, oder?
es_es: No te sabotearías a ti mismo, no?
fr_fr: Tu ne voudrais pas te saboter tout seul, si ?
hu_hu: Nem szabotálnád magad, ugye?
it_it: Non ti saboteresti, vero?
nl_nl: Je zou jezelf toch niet saboteren, of wel soms?
pl_pl: Nie sabotowałbyś siebie, prawda?
pt_br: Você não sabotaria a si mesmo, certo?
ru_ru: Вы же не будете саботировать себя, не так ли?
sv_se: Du skulle inte sabotera dig själv, eller hur?
tr_tr: Kendini sabote etmeyeceksin, değil mi?
vi_vn: Tự tay bóp *** ?

source: :ok: {target} weapon is now sabotaged... but they don't know it (14 exp)!
ar_001: :ok: تم تخريب سلاح {target} الآن ... لكنهم لا يعرفون ذلك (14 exp)!
cs_cz: :ok: Zbraň {target} je nyní sabotovaná... ale oni to nevědí (14 expů)!
da_dk: :ok: {target} våben er nu saboteret... men de ved det ikke (14 exp)!
de_de: :ok: {target}s Waffe ist nun sabotiert... aber sie/er weiß es nicht (-14 exp)!
es_es: :ok: El arma de {target} está saboteada... pero no lo sabe! (14 exp)
fr_fr: :ok: L'arme de {target} est maintenant sabotée, mais il ne le sait pas (14 exp)!
hu_hu: :ok: {target} fegyverét elrontottad... de nem is tudja! :D (14 tapasztalatpont)
it_it: :ok: L'arma di {target} ora è sabotata... ma non lo sa (14 exp)!
nl_nl: :ok: {target} wapen is nu gesaboteerd ... maar ze weten het niet (14 exp)!
pl_pl: :ok: {target} broń jest teraz sabotowana... ale oni o tym nie wiedzą (14 exp)!
pt_br: :ok: A arma de {target} foi sabotada... mas eles não sabem (14 exp)!
ru_ru: :ok: Ружьё охотника {target} саботировано... Однако он об этом ещё не знает :D (14 exp)!
sv_se: :ok: {target}'s vapen är nu saboterat ... men de vet inte det (14 exp)!
tr_tr: :ok: {target} 'in silahı şimdi sabote edildi ... ama bilmiyorlar (14 exp)!
vi_vn: :ok: Vũ khí của {target} đang bị phá ... nhưng họ không biết điều đó ( 14exp )

source: Don't use a mention for this. You can give me user ids or the full username in "quotes"
ar_001: لا تستخدم ذكر لهذا. يمكنك إعطائي ids مستخدم أو اسم المستخدم بالكامل في "عروض".
cs_cz: Nepoužívej zmínku pro toto. Můžeš mi dát uživatelská id nebo plné uživatelské jméno v "uvozovkách"
da_dk: Brug ikke en mention til dette. Du kan give mig ID'er eller det fulde brugernavn i "citater"
de_de: Erwähne die Person nicht dafür. Du kannst mir Nutzer IDs oder den vollen Benutzernamen in "quotes" geben.
es_es: No uses una Mención para hacer esto. Puedes darme las ID de los usuarios o el nombre de usuario completo con "Citas"
fr_fr: N'utilisez pas de mention pour ca... Vous pouvez me donner l'ID du joueur, ou son nom d'utilisateur sans @ et entre "guillemets".
hu_hu: Ne használj egy említést ehhez. Adhatsz nekem felhasználói ID-ket vagy a teljes felhasználónevet "idézetekben".
it_it: Non usare una menziona per questo. Puoi darmi gli ID utente o il nome utente completo tra "virgolette"
nl_nl: Gebruik hiervoor geen vermelding (mention). Je kunt me de ID's van gebruikers of de volledige gebruikersnaam geven in "aanhalingstekens"
pl_pl: Nie używaj do tego wzmianki. Możesz mi podać numer użytkownika lub pełną nazwę użytkownika w "cytatach"
pt_br: Não use a menção para isso. Você pode me dar a id de usuário ou o nome de usuário completo em "aspas"
ru_ru: Не используйте @ для указания игрока. Используйте ID пользователя или полное имя в кавычках.
sv_se: Använd inte ett namn för detta. Du kan ge mig användar-id eller fullt användarnamn i ett "citat"
tr_tr: Bunun için bir mention kullanmayın. Kullanıcı kimliklerini veya tam kullanıcı adını "tırnak" içinde ver
vi_vn: Đừng dùng chức năng nhắc nhở. Bạn có thể đưa vịt id hoặc tên người dùng trong ngoặc kép

source: :ok: {target}'s weapon is already sabotaged!
cs_cz: :ok: Zbraň {target} je už sabotovaná!
da_dk: :ok: {target}s våben er allerede saboteret!
de_de: :ok: {target}'s Waffe ist schon sabotiert!
es_es: :ok: El arma de {target} ya está saboteada!
fr_fr: :ok: L'arme de {target} est déjà sabotée !
hu_hu: :ok: {target} fegyverét már elrontottad!
it_it: :ok: L'arma di {target} è già sabotata!
nl_nl: :ok: {target}'s wapen is al gesaboteerd!
pl_pl: :ok: {target}'s jest już sabotowana!
pt_br: :ok: A arma de {target} já está sabotada!
ru_ru: :ok: Ружьё {target} уже саботировано!
sv_se: :ok: {target}'s vapen är redan saboterat!
tr_tr: :ok: {target} 'in silahı zaten sabote edildi!
vi_vn: :ok: Vũ khí của {target} đã bị phá!

source: If you ask a server admin to give me the `manage_message` permission, I will be able to delete that kind of shop commands ;)
ar_001: إذا طلبت من احد مشرفي الملقم أن يمنحني إذن `manage_message` ، فسوف أتمكن من حذف هذا النوع من أوامر المتجر .؛)
cs_cz: Pokud se zeptáš admina serveru, aby mi dal právo `správa zpráv`, budu moct smazat tento typ příkazů obchodu ;)
da_dk: Hvis du spørger en serveradministrator for at give mig tilladelsen `manage_message`, vil jeg kunne slette den slags butikskommandoer ;)
de_de: Wenn Du einen Administrator bittest, mir die`Nachrichten verwalten`Berechtigung zu geben, bin ich in der Lage diese Art von Shop-Befehlen zu löschen ;)
es_es: Si le preguntas a un Admin del Servidor que me dé el permiso de `manage_message`(Administrar mensajes), podré borrar este tipo de mensajes de compras ;)
fr_fr: Si vous demandiez à l'administrateur de ce serveur de me donner la permission `manage_messages`(gérer les messages), je pourrais supprimer ce genre de commandes.
it_it: Se chiedi a un server admin di fornirmi il permesso`manage_message`, sarò in grado di cancellare quel tipo di comandi relativi al negozio ;)
nl_nl: Als je een serverbeheerder vraagt om mij de machtiging `manage_message` te geven, zal ik in staat zijn om dat soort winkelcommando's te verwijderen ;)
pl_pl: Jeśli poprosisz administratora serwera o nadanie mi uprawnienia `manage_message`, będę mógł usunąć tego typu komendy sklepowe ;)
pt_br: Se você pedir a um admin do servidor para me dar a permissão `manage_message`, eu vou vou poder deletar esses tipos de comandos de shop ;)
ru_ru: Если вы попросите администратора сервера дать мне право на управление сообщениями, то я смогу удалять такие команды ;)
sv_se: Om du ber en serveradministratör att ge mig behörigheten "manage_message" kommer jag att kunna ta bort den typen av butikskommandon ;)
tr_tr: Bir sunucu yöneticisinden bana `manage_message` iznini vermesini isterseniz, bu tür mağaza komutlarını silebilirim;)
vi_vn: Nếu bạn cho vịt quyền `manage_message`, vịt có thể xóa lệnh của cửa hàng ;)

source: :money_with_wings: You bought a life insurance for a week for 10 exp.
ar_001: :money_with_wings: اشتريت التأمين على الحياة لمدة أسبوع ب10 exp.
cs_cz: :money_with_wings: Zakoupil/a jsi si životní pojištění za 10 expů.
da_dk: :money_with_wings: Du har købt en livsforsikring i en uge for 10 exp.
de_de: :money_with_wings: Du hast für 10 Erfahrungs-Punkte eine Lebensversicherung erstanden.
es_es: :money_with_wings: Has comprado un Seguro de Vida por una semana por 10 Puntos de Experiencia.
fr_fr: :money_with_wings: Vous souscrivez à une assurance vie pour 10 points d’expérience.
hu_hu: :money_with_wings: Egy hétre életbiztosítást vásároltál 10 tapasztalatért.
it_it: :money_with_wings: Hai acquistato un'assicurazione sulla vita per una settimana per 10 exp.
nl_nl: :money_with_wings: Je hebt een levensverzekering gekocht voor een week voor 10 exp.
pl_pl: :money_with_wings: Kupiłeś ubezpieczenie na życie na tydzień za 10expa.
pt_br: :money_with_wings: Você comprou um seguro de vida para uma semana por 10 exp
ru_ru: :money_with_wings: Вы купили медицинскую страховку на неделю за 10 очков опыта.
sv_se: :money_with_wings: Du köpte en livförsäkring för en vecka för 10 erfarenhetspoäng.
tr_tr: :money_with_wings: 10 exp için bir hafta boyunca hayat sigortası yaptırdın.
vi_vn: :money_with_wings: Bạn đã mua bảo hiểm trong 1 tuần với 10 exp

source: If you get killed, you'll earn half the level of the killer in exp.
ar_001: إذا تم قتلك ، فسوف تكسب نصف مستوى القاتل في exp.
cs_cz: Pokud budeš zabit, dostaneš půlku levelů vraha v expech.
da_dk: Hvis du bliver dræbt, vil du tjene halvdelen af morderens niveau i exp.
de_de: Wenn Du getötet wirst, erhältst Du die Hälfte des Levels deines Mörders in Erfahrungs-Punkten.
es_es: Si te matan, ganarás la mitad del nivel del asesino en Puntos de Experiencia.
fr_fr: Si vous vous faites tuer, vous gagnerez la moitié du niveau du tueur en points d’expérience.
hu_hu: Ha meghalsz, akkor megkapod a gyilkos tapasztalatának felét.
it_it: Se vieni ucciso, otterrai metà del livello dell'assassino in exp.
nl_nl: Als je gedood wordt, verdien je de helft van het niveau van de moordenaar in exp.
pl_pl: Jeśli zostaniesz zabity, zarobisz połowę poziomu zabójcy w expie.
pt_br: Se você for morto, você irá receber metade do nível do assassino em exp.
ru_ru: Если вас убьют, то вы получите половину уровня убитого очками опыта.
sv_se: Om du dödas, tjänar du halva nivån på mördaren i erfarenhetspoäng.
tr_tr: Eğer öldürülürseniz, katilin yarısı seviyesini exp olarak kazanırsınız.
vi_vn: Nếu bị bắn trúng, bạn sẽ nhận exp bằng một nửa cấp độ thợ săn của bạn

source: :champagne: You're already insured.
ar_001: :champagne: أنت مؤمن بالفعل.
cs_cz: :champagne: Už jsi pojištěný/á.
da_dk: :champagne: Du er allerede forsikret.
de_de: :champagne: Du bist bereits versichert.
es_es: :champagne: Ya posees un Seguro de Vida.
fr_fr: :champagne: Vous êtes déjà assuré.
hu_hu: :champagne: Már biztosítva vagy.
it_it: :champagne: Sei già assicurato.
nl_nl: :champagne: Je bent al verzekerd.
pl_pl: :champagne: Jesteś już ubezpieczony.
pt_br: :champagne: Você já está segurado
ru_ru: :champagne: Вы уже застрахованы.
sv_se: :champagne: Du är redan försäkrad.
tr_tr: :champagne: Sen zaten sigortalısın.
vi_vn: :champagne: Đã đóng bảo hiểm nhân thọ

source: :money_with_wings: Ducks are resting right now, so your decoy probably didn't work...
ar_001: :money_with_wings: البط يستريح الآن ، لذلك ربما لم ينجح الخدع الخاص بك ...
cs_cz: :money_with_wings: Kachny zrovna odpočívají, takže tvoje lákadlo pravděpodobně nezafungovalo...
da_dk: :money_with_wings: Ænderne hviler lige nu, så din lokkefugl fungerede sikkert ikke...
de_de: :money_with_wings: Die Enten schlafen im Moment, Deine Attrappe wird also wahrscheinlich nicht funktionieren...
es_es: :money_with_wings: Los patos están descansando ahora, por lo que tu señuelo probablemente no funcionó ...
fr_fr: :money_with_wings: Les canards se reposent, donc votre appeau ne fonctionnera sûrement pas...
hu_hu: :money_with_wings: A kacsák most pihennek, tehát a csalid valószínűleg nem működött...
it_it: :money_with_wings: Le anatre stanno riposando in questo momento, quindi la tua esca probabilmente non ha funzionato ...
nl_nl: :money_with_wings: De eenden zijn nu aan het uitrusten, dus je lokeend werkte waarschijnlijk niet...
pl_pl: :money_with_wings: Kaczki teraz odpoczywają, więc twoja przynęta prawdopodobnie nie zadziałała...
pt_br: :money_with_wings: Patos estão descansando agora, então seu chamariz provavelmente não funcionou...
ru_ru: :money_with_wings: Утки сейчас отдыхают, так что ваша приманка вряд ли сработает...
sv_se: :money_with_wings: Ankor vilar just nu, så din lockelse fungerade förmodligen inte...
tr_tr: :money_with_wings: Ördekler şu an dinleniyorlar, bu yüzden tuzağınız işe yaramadı ...
vi_vn: :money_with_wings: Mấy con vịt đang đi ăn, vì vậy bait không hoạt động...

source: :money_with_wings: A duck will appear in the next 10 minutes on the channel, thanks to {mention}'s decoy. They bought it for 8 exp!
ar_001: :money_with_wings: ستظهر البطة في الدقائق العشر القادمة على القناة ، وذلك بفضل خدعة {mention}. اشتروها ب8 exp!
cs_cz: :money_with_wings: Kachna se objeví v dalších 10 minutách v tomto kanále, díky návnadě {mention}. Koupili ji za 8 expů!
da_dk: :money_with_wings: En and vil dukke op i løbet af de næste 10 minutter på kanalen takket være {mention}s lokkefugl. De købte det til 8 exp!
de_de: :money_with_wings: Eine Ente wird in den nächsten 10 Minuten in diesem Kanal auftauchen, da {mention} sie für 8 exp mit einem Köder angelockt hat!
es_es: :money_with_wings: Aparecerá un pato en los próximos 10 minutos en el canal, gracias al señuelo de {mention}. ¡Lo compró por 8 de exp!
fr_fr: :money_with_wings: Un canard apparaîtra dans les 10 prochaines minutes dans le salon, grâce à l'appeau de {mention}. Il l'a payé 8xp !
hu_hu: :money_with_wings: Egy kacsa fog megjelenni a következő 10 percben a szobában, köszönhetően {mention} csalijának. 8 tapasztalatért vette!
it_it: :money_with_wings: Un'anatra apparirà nei prossimi 10 minuti sul canale, grazie all'esca di {mention}. L'hanno acquistata per 8 exp!
nl_nl: :money_with_wings: Een eend zal in de komende 10 minuten verschijnen op het kanaal, dankzij de lokeend van {mention}. Hij/zij kocht het voor 8 exp!
pl_pl: :money_with_wings: Kaczka pojawi się na kanale w ciągu najbliższych 10 minut, dzięki wabikowi {mention}. Kupili ją za 8 exp!
pt_br: :money_with_wings: Um pato irá aparecer dentro de 10 minutos nesse canal graças ao chamariz de {mention}. Ele(a) comprou por 8 exp!
ru_ru: :money_with_wings: Утка появится в этом канале в ближайшие 10 минут благодаря приманке, которую купил охотник {mention} за 8 очков опыта.
sv_se: :money_with_wings: En anka kommer att dyka upp under de kommande tio minuterna på kanalen, tack vare {mention}'s lokka. De köpte den för 8 exp!
tr_tr: :money_with_wings: Kanalda önümüzdeki 10 dakika içinde bir ördek belirecek, {mention} a teşekkürler. 8 exp karşılığında satın aldı!
vi_vn: :money_with_wings: Một con vịt sẽ xuất hiện trong 10 phút. Nhờ vào {mention} đã mua nó với 8 exp

source: The ducks are sensing your delicious wafers...
cs_cz: Kachny cítí tvoje vynikající sušenky...
de_de: Die Enten bemerken Deine leckere Waffel...
es_es: Los patos sienten tus deliciosas obleas...
fr_fr: Les canards sentent vos délicieuses gaufrettes...
it_it: Le anatre stanno percependo i tuoi deliziosi wafer...
nl_nl: De eenden ruiken je overheerlijke wafels...
pl_pl: Kaczki wyczuwają twoje pyszne wafelki...
pt_br: Os patos estão sentindo o cheiro dos seus deliciosos wafers
ru_ru: Утки чувствуют твои вкусные вафли...

source: :money_with_wings: You put some bread on the channel to attract ducks.
cs_cz: :money_with_wings: Dal si na kanál nějaký chleba abys přilákal kachny.
de_de: :money_with_wings: Du legst etwas Brot im Kanal aus, um Enten anzulocken.
es_es: :money_with_wings: Pusiste un poco de pan en el canal para atraer a los patos.
fr_fr: :money_with_wings: Vous placez du pain dans le salon pour attirer les canards.
hu_hu: :money_with_wings: Kenyeret tettél le, hogy idecsalogasd a kacsákat.
it_it: :money_with_wings: Hai messo del pane nel canale per attirare le anatre.
nl_nl: :money_with_wings: Je hebt wat brood op het kanaal gelegd om eenden aan te trekken.
pl_pl: :money_with_wings: Położyłeś troche chelba na kanale, żeby przyciągnąć kaczki.
pt_br: :money_with_wings: Você colocou alguns pães no canal para atrair patos.
ru_ru: :money_with_wings: Вы оставили в канале немного хлебушка, теперь утки будут появляться чаще.
sv_se: :money_with_wings: Du lägger lite bröd på kanalen för att locka ankor.

source: :money_with_wings: Bread can stack! Buy some more to maximise the effects!
ar_001: :money_with_wings: الخبز يمكن أن يتراكم! شراء المزيد من أجل تحقيق أقصى قدر من الآثار!
cs_cz: :money_with_wings: Chleba se může nahromadit! Kupte ho trošku více, abyste maximalizovali tyto efekty!
da_dk: :money_with_wings: Brød kan stakke! Køb mere for at maksimere effekten!
de_de: :money_with_wings: Brot kann gestapelt werden! Kauf etwas mehr, um den Effekt zu steigern!
es_es: :money_with_wings: ¡El Pan se puede acumular! ¡Compra un poco más para maximizar los efectos!
fr_fr: :money_with_wings: Lancez autant de morceaux de pain que vous le voulez, leurs effets se combinent.
hu_hu: :money_with_wings: A kenyerek felhalmozódnak! Vásárolj még néhányat a hatás maximalizálása érdekében!
it_it: :money_with_wings: Il pane può essere ammucchiato! Comprane dell'altro per massimizzarne gli effetti!
nl_nl: :money_with_wings: Brood kan zich opstapelen! Koop wat meer om de effecten te maximaliseren!
pl_pl: :money_with_wings: Chleb można stackować! Kup więcej aby zmaksymalizować efekty!
pt_br: :money_with_wings: Pães podem acumular! Compre mais alguns para maximizar os efeitos!
ru_ru: :money_with_wings: Эффект от хлеба суммируется! Купите ещё для максимальной эффективности!
sv_se: :money_with_wings: Bröd kan staplas! Köp lite mer för att maximera effekterna!
tr_tr: :money_with_wings: Ekmek istifleyebilir! Etkilerini en üst düzeye çıkarmak için biraz daha satın alın!
vi_vn: :money_with_wings: Bánh mì cộng dồn, một ngàn một ổ, càng mua càng bổ !

source: :money_with_wings: You prepared a mechanical duck on the channel for 40 exp. It's wrong, but so funny!
ar_001: :money_with_wings: لقد أعددت بطة ميكانيكية على القناة ب40 exp. هذا خطأ ، لكن مضحك للغاية!
cs_cz: :money_with_wings: Připravil sis mechanickou kachnu na kanál za 40 expů. Je to špatné, ale tak vtipné!
da_dk: :money_with_wings: Du forberedte en mekanisk and på kanalen til 40 exp. Det er forkert, men så sjovt!
de_de: :money_with_wings: Du hast für 40 Erfahrungs-Punkte eine mechanische Ente für diesen Kanal vorbereitet. Das ist gemein, aber lustig!
es_es: :money_with_wings: Has armado un Pato Mecánico en el canal por 40 Puntos de Experiencia. Está mal, pero es muy divertido hacerlo!
fr_fr: :money_with_wings: Vous préparez un canard mécanique qui sera déposé dans le salon. Cela vous a coûté 40 exp, c'est bien méchant, mais très drôle aussi.
hu_hu: :money_with_wings: Robotkacsát tettél, 40 tapasztalatért. Ez gonosz, de annyira vicces!
it_it: :money_with_wings: Hai preparato un'anatra meccanica sul canale per 40 exp. È una cosa così sbagliata...ma così dannatamente divertente!
nl_nl: :money_with_wings: Je hebt een mechanische eend op het kanaal voorbereid voor 40 exp. Het is verkeerd, maar oh zo grappig!
pl_pl: :money_with_wings: Przygotowałeś mechaniczną kaczkę na kanale za 40expa. To jest złe ale takie zabawne!
pt_br: :money_with_wings: Você preparou um pato mecânico no canal por 40 exp. é errado porém engraçado!
ru_ru: :money_with_wings: Вы потратили 40 очков опыта, в канале появится механическая утка. Это неправильно, но так смешно!
sv_se: :money_with_wings: Du förberedde en mekanisk anka på kanalen för 40 exp. Det är fel, men så roligt!
tr_tr: :money_with_wings: Kanalda 40 exp için mekanik bir ördek hazırladınız. Yanlış, ama çok komik!
vi_vn: :money_with_wings: Bạn vừa thả một con vịt máy vào với giá 40 exp !

source: You don't have a weapon.
ar_001: ليس لديك سلاح.
cs_cz: Nemáš zbraň.
da_dk: Du har ikke et våben.
de_de: Du hast keine Waffe.
es_es: No tienes arma
fr_fr: Vous n'avez pas d'arme.
hu_hu: Nincsen fegyvered.
it_it: Non hai un'arma.
nl_nl: Je hebt geen wapen.
pl_pl: Nie masz broni.
pt_br: Você não tem uma arma.
ru_ru: У вас нет ружья.
sv_se: Du har inte ett gevär.
tr_tr: Senin silahın yok.
vi_vn: Không có vũ khí

source: You unjammed your weapon.
ar_001: أنت غير مرتبك سلاحك.
cs_cz: Odblokoval jsi svoji zbraň.
da_dk: Du frigjorde dit våben.
de_de: Du hast deine Waffe entsperrt.
es_es: Has desatascado tu arma
fr_fr: Vous avez décoincé votre arme.
hu_hu: Kilazítottad a fegyvered.
it_it: Hai disinceppato l'arma.
nl_nl: Je hebt je wapen gedeblokkeerd.
pl_pl: Odblokowałeś swoją broń.
pt_br: Você destravou sua arma.
ru_ru: Вы справились с клином ружья.
sv_se: Du har avblockerat ditt vapen.
tr_tr: Silahını çözdün.
vi_vn: Bạn đã gỡ kẹt vũ khí

source: You reloaded your weapon.
ar_001: لقد أعدت تحميل سلاحك.
cs_cz: Přebil jsi svoji zbraň.
da_dk: Du genladte dit våben.
de_de: Du hast deine Waffe nachgeladen.
es_es: Has recargado tu arma.
fr_fr: Vous avez rechargé votre arme.
hu_hu: Újratöltötted a fegyvered.
it_it: Hai ricaricato l'arma.
nl_nl: Je hebt je wapen herladen.
pl_pl: Przeładowałeś swoją broń.
pt_br: Você recarregou sua arma.
ru_ru: Вы перезарядили ружьё.
sv_se: Du laddade om ditt vapen.
tr_tr: Silahının şarjörünü yeniden yükledin.
vi_vn: Bạn đã nạp đạn

source: You don't have any ammo left!
ar_001: ليس لديك أي ذخيرة متبقية!
cs_cz: Nezbývají ti žádné náboje!
da_dk: Du har ingen ammunition tilbage!
de_de: Du hast keine Munition mehr!
es_es: ¡No te queda munición!
fr_fr: Vous n'avez plus de munitions!
hu_hu: Nincs több lőszered!
it_it: Sei a corto di munizioni!
nl_nl: Je hebt geen munitie meer over!
pl_pl: Nie posiadasz już więcej amunicji!
pt_br: Você não tem mais munição sobrando!
ru_ru: В магазине не осталось патронов!
sv_se: Du har ingen ammunition kvar!
tr_tr: Hiç cephaneniz kalmadı!
vi_vn: Hết đạn!
