Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: You don't need to reload your weapon.
ar_001: لست بحاجة إلى إعادة تحميل سلاحك.
cs_cz: Nepotřebuješ si přebít svou zbraň.
da_dk: Du behøver ikke genlade dit våben.
de_de: Du musst deine Waffe nicht nachladen.
es_es: No necesitas recargar tu arma
fr_fr: Vous n'avez pas besoin de recharger votre arme.
hu_hu: Nem kell újratöltened a fegyvered.
it_it: Non hai bisogno di ricaricare l'arma.
nl_nl: Je hoeft je wapen niet te herladen.
pl_pl: Nie musisz przeładowywać swojej broni.
pt_br: Você não precisa recarregar sua arma.
ru_ru: Перезарядка не требуется.
sv_se: Du behöver inte ladda om ditt vapen.
tr_tr: Silahını tekrar doldurmana gerek yok.
vi_vn: Không cần nạp đạn

source: {greet} | Ammo in weapon: {balles_actuelles}/{balles_max} | Magazines left: {chargeurs_actuels}/{chargeurs_max}
ar_001: {greet} | الذخيرة في السلاح: {balles_actuelles} / {balles_max} | المجلات المتبقية: {chargeurs_actuels} / {chargeurs_max}
cs_cz: {greet} | Náboje ve zbrani: {balles_actuelles}/{balles_max} | Zbývající zásobníky: {chargeurs_actuels}/{chargeurs_max}
da_dk: {greet} | Ammo i våben: {balles_actuelles}/{balles_max} | Magasiner tilbage: {chargeurs_actuels}/{chargeurs_max}
de_de: {greet} | Munition in der Waffe: {balles_actuelles}/{balles_max} | Übrige Magazine: {chargeurs_actuels}/{chargeurs_max}
es_es: {greet} | Munición en arma: {balles_actuelles}/{balles_max} | Cargadores restantes: {chargeurs_actuels}/{chargeurs_max}
fr_fr: {greet} | Munitions dans l'arme : {balles_actuelles}/{balles_max} | Chargeurs restants : {chargeurs_actuels}/{chargeurs_max}
it_it: {greet} | Munizioni nel'arma: {balles_actuelles}/{balles_max} | Caricatori rimasti: {chargeurs_actuels}/{chargeurs_max}
nl_nl: {greet} | Munitie in wapen: {balles_actuelles}/{balles_max} | Resterende magazijnen: {chargeurs_actuels}/{chargeurs_max}
pl_pl: {greet} | Amunicja w broni: {balles_actuelles}/{balles_max} | Pozostało magazynków: {chargeurs_actuels}/{chargeurs_max}
pt_br: {greet} | Munição na arma: {balles_actuelles}/{balles_max} | Pentes restantes: {chargeurs_actuels}/{chargeurs_max}
ru_ru: {greet} | Патронов в магазине: {balles_actuelles}/{balles_max} | Магазинов осталось: {chargeurs_actuels}/{chargeurs_max}
sv_se: {greet} | Ammunition i vapen: {balles_actuelles} / {balles_max} | Magasin kvar: {chargeurs_actuels}/{chargeurs_max}
tr_tr: {greet} | Silahtaki cephane: {balles_actuelles} / {balles_max} | Kalan şarjör: {chargeurs_actuels} / {chargeurs_max}
vi_vn: {greet} | Đạn trong vũ khí : {balles_actuelles}/{balles_max} | Băng đạn còn lại: {chargeurs_actuels}/{chargeurs_max}

source: Your clothes are wet, you can't go hunting! Wait {temps_restant} minutes.
ar_001: ملابسك مبللة ، لا يمكنك الذهاب للصيد! انتظر {temps_restant} من الدقائق.
cs_cz: Tvé oblečení je mokré, nemůžeš jít lovit! Počkej {temps_restant} minuta/minuty/minut.
da_dk: Dit tøj er vådt, du kan ikke gå på jagt! Vent {temps_restant} minutter.
de_de: Deine Kleidung ist nass, du kannst nicht jagen gehen! Warte {temps_restant} Minuten darauf, dass deine Kleidung trocknet.
es_es: Tu ropa está mojada, ¡no puedes ir a cazar! Espera {temps_restant} minutos.
fr_fr: Vos vêtements sont trempés, vous ne pouvez pas aller à la chasse! Attendez {temps_restant} minutes.
hu_hu: Nem vagy száraz, nem mehetsz vadászni! Várj {temps_restant} percet.
it_it: I tuoi vestiti sono inzuppati, non puoi andare a caccia! Attenti {temps_restant} minuti.
nl_nl: Je kleren zijn nat, je kunt niet gaan jagen! Wacht {temps_restant} minuten.
pl_pl: Twoje ubrania są mokre, nie możesz iść na polowanie! Poczekaj {temps_restant} minut.
pt_br: Suas roupas estão molhadas, você não pode ir caçar! Aguarde {temps_restant} minutos.
ru_ru: В мокрой одежде на охоту нельзя! Она высохнет через {temps_restant} мин.
sv_se: Dina kläder är blöta, det går inte att jaga ännu! Du får vänta {temps_restant} minuter.
tr_tr: Kıyafetlerin ıslak, avlanamazsın! {Temps_restant} dakika bekleyin.
vi_vn: Quần áo đang ướt, không thể đi săn! Hãy đợi {temps_restant} phút

source: Your weapon is jammed, it must be reloaded to unjam it.
ar_001: سلاحك محشور ، يجب إعادة تحميله لإستعماله.
cs_cz: Tvá zbraň je zablokovaná, musíš přebít, abys ji odblokoval.
da_dk: Dit våben er fastklemt, det skal genlades for at frigøre det.
de_de: Deine Waffe hat sich verklemmt. Du musst nachladen, um sie zu entsperren.
es_es: Tu arma está atascada, debes recargar para desatascarla.
fr_fr: Votre arme est enrayée, elle doit être rechargée pour la décoincer.
hu_hu: A fegyvered beragadt, újra kell töltened hogy kilazítsd.
it_it: L'arma è inceppata, dev'essere ricaricata per essere disinceppata.
nl_nl: Je wapen is geblokkeerd, het moet worden herladen om gedeblokkeerd te worden.
pl_pl: Twoja broń jest zablokowana, musisz ją przeładować, żeby ją odblokować.
pt_br: Sua arma está emperrada, ela deve ser recarregada para destrava-lá.
ru_ru: Ваше ружьё заклинило, требуется перезарядка.
sv_se: Ditt vapen har fastnat, du måste ladda om för att fixa vapnet.
tr_tr: Silahın sıkıştı, onu açmak için yeniden doldurulmalısın.
vi_vn: Vũ khí bị kẹt, phải nạp lại đạn

source: Your weapon is sabotaged, thank {assaillant} for this bad joke.
ar_001: تم تخريب سلاحك ، نشكر {assaillant} على هذه المزحة السيئة.
cs_cz: Tvá zbraň byla sabotována, poděkuj {assaillant} za tento špatný vtip.
da_dk: Dit våben er saboteret, tak {assaillant} for denne dårlige vittighed.
de_de: Deine Waffe wurde sabotiert, {assaillant} ist für diesen schlechten Scherz verantwortlich.
es_es: Tu arma ha sido saboteada, gracias a {assaillant} por este mal chiste.
fr_fr: Votre arme est sabotée, remerciez {assaillant} pour cette mauvaise blague.
hu_hu: A fegyveredet ellopták, köszönd meg ezt a viccet {assaillant}-nek.
it_it: La tua arma è sabotata, ringrazia {assaillant} per questo scherzo di cattivo gusto.
nl_nl: Je wapen is gesaboteerd, bedank {assaillant} voor deze slechte grap.
pl_pl: Twoja broń jest sabotowana, dziękuję {assaillant} za ten zły żart.
pt_br: Sua arma foi sabotada, agradeça {assaillant} por essa péssima piada.
ru_ru: Ваше ружьё было саботировано, спасибо охотнику {assaillant} за эту плохую шутку.
sv_se: Ditt vapen har varit saboterad, tacka {assaillant} för detta dåliga skämt.
tr_tr: Silahınız sabote edildi, bu kötü şaka için {assaillant} teşekkür ederim.
vi_vn: Vũ khí của bạn vừa bị phá, cảm ơn thằng {assaillant}

source: ** MAGAZINE EMPTY ** | Ammunition in the weapon: {balles_actuelles} / {balles_max} | Magazines remaining: {chargeurs_actuels} / {chargeurs_max}
cs_cz: ** ZÁSOBNÍK PRÁZDNÝ ** | Náboje ve zbrani: {balles_actuelles} / {balles_max} | Zásobníků zbývá: {chargeurs_actuels} / {chargeurs_max}
da_dk: **MAGASIN TOM** | Ammunition i våbenet: {balles_actuelles} / {balles_max} | Magasiner tilbage: {chargeurs_actuels} / {chargeurs_max}
de_de: ** MAGAZIN LEER ** | Munition in der Waffe: {balles_actuelles} / {balles_max} | Übrige Magazine: {chargeurs_actuels} / {chargeurs_max}
es_es: ** CARGADOR VACÍO ** | Munición en el arma: {balles_actuelles} / {balles_max} | Cargadores restantes: {chargeurs_actuels} / {chargeurs_max}
fr_fr: ** CHARGEUR VIDE ** | Munitions dans l'arme: {balles_actuelles} / {balles_max} | Chargeurs restants: {chargeurs_actuels} / {chargeurs_max}
it_it: **CARICATORE VUOTO** | Munizioni nell'arma: {balles_actuelles} / {balles_max} | Caricatori rimasti: {chargeurs_actuels} / {chargeurs_max}
nl_nl: ** MAGAZIJN LEEG ** | Munitie in wapen: {balles_actuelles} / {balles_max} | Resterende magazijnen: {chargeurs_actuels} / {chargeurs_max}
pl_pl: **MAGAZYNEK PUSTY** | Amunicja w broni: {balles_actuelles} / {balles_max} | Pozostało magazynków: {chargeurs_actuels} / {chargeurs_max}
pt_br: ** CARREGADOR VAZIO ** | Munição na arma: {balles_actuelles} / {balles_max } | Carregadores restantes: {chargeurs_actuels} / {chargeurs_max}
ru_ru: **МАГАЗИН ПУСТ** | Патронов в магазине : {balles_actuelles}/{balles_max} | Магазинов осталось: {chargeurs_actuels}/{chargeurs_max}
sv_se: **MAGASIN SLUT** | Ammunition i vapnet: {balles_actuelles} / {balles_max} | Återstående magasin: {chargeurs_actuels} / {chargeurs_max}
tr_tr: ** ŞARJÖR BOŞ ** | Silahtaki mühimmat: {balles_actuelles} / {balles_max} | Kalan dergiler: {chargeurs_actuels} / {chargeurs_max}
vi_vn: ** HẾT ĐẠN ** | Đạn trong vũ khí: {balles_actuelles} / {balles_max} | Băng đạn còn lại: {chargeurs_actuels} / {chargeurs_max}

source: Your weapon just jammed, reload it to unjam it.
ar_001: سلاحك محشور فقط ، قم بإعادة تحميله لإستعماله.
cs_cz: Tvá zbraň se zrovna zablokovala, přebij ji, abys ji odblokoval.
da_dk: Dit våben har sat sig fast, genlad det for at frigøre det.
de_de: Deine Waffe hat sich verklemmt. Lade nach, um sie zu entsperren.
es_es: Tu arma acaba de atascarse, vuelve a cargarla para desatascarla.
fr_fr: Votre arme s'est enrayée, rechargez-la pour la décoincer.
hu_hu: A fegyvered beragadt, újra kell töltened hogy kilazítsd.
it_it: L'arma si è appena inceppata, ricaricala per disincepparla.
nl_nl: Je wapen is zojuist geblokkeerd, herlaad het om het te deblokkeren.
pl_pl: Twoja broń właśnie się zacięła, przeładuj ją aby odblokować broń.
pt_br: Sua arma emperrou, recarregue ela para destrava-lá.
ru_ru: Ваше ружьё заклинило, требуется перезарядка.
sv_se: Ditt vapen har fastnat, ladda om för att fixa det.
tr_tr: Silahın daha yeni sıkışmış, açmak için yeniden doldur.
vi_vn: Vũ khí bị kẹt, nạp đạn để gỡ kẹt

source: There isn't any duck in here, but the bullet wasn't fired because the infrared detector you added to your weapon is doing its job!
ar_001: ليس هناك أي بطة هنا ، لكن الرصاصة لم تطلق لأن كاشف الأشعة تحت الحمراء الذي أضفته إلى سلاحك يقوم بعمله!
cs_cz: Široko daleko žádná kachna, kulka nebyla vystřelena, protože infračervený senzor, který jsi si přidal na svou zbraň děla svou práci!
da_dk: Der er ikke nogen and her, men kuglen blev ikke affyret, fordi den infrarøde detektor du tilføjede til dit våben, gør sit arbejde!
de_de: Hier ist weit und breit keine Ente, aber Dein Gewehr hat nicht geschossen, weil Dein Infrarotdetektor seine Arbeit macht.
es_es: No hay ningún pato aquí, pero la bala no se disparó porque el detector infrarrojo que agregaste a tu arma está haciendo su trabajo!
fr_fr: Il n'y a pas de canard ici, mais la balle n'est pas partie parce que le détecteur infrarouge que vous avez ajouté à votre arme fait son job!
hu_hu: Itt egyáltalán nincsenek kacsák, de a lövedéket nem lőtted ki, mert az infravörös detektor amit hozzáadtál a fegyverhez teszi a dolgát!
it_it: Non c'è alcuna anatra qui, ma il proiettile non è stato sparato perché il rilevatore a infrarossi che hai aggiunto alla tua arma sta facendo il suo sporco dovere!
nl_nl: Er is hier geen eend, maar de kogel is niet afgevuurd omdat de infrarood detector die je aan je wapen hebt toegevoegd zijn werk doet!
pl_pl: Nie ma tu żadnej kaczki, ale kula nie została wystrzelona, ponieważ detektor podczerwieni, który zamontowałeś do swojej broni wykonuje swoje zadanie!
pt_br: Não há patos aqui, mas a bala não foi disparada pois o detector infravermelho que você adicionou na sua arma está fazendo seu trabalho!
ru_ru: Уток тут нет, но благодаря инфракрасному датчику вы не потратили пулю просто так!
sv_se: Det finns ingen anka här, men skottet har inte avfyrats eftersom infraröd sensorn du köpte för ditt vapen gör sitt jobb!
tr_tr: Burada hiç ördek yok, ama mermi ateşlenmedi çünkü silahınıza eklediğiniz kızılötesi dedektör işini yapıyor!
vi_vn: Không có con vịt nào ở đây, nhưng vũ khí không bắn vì đầu dò hồng ngoại đang làm việc rất tốt !

source: Luckily you missed, but what were you aiming at exactly? There isn't any duck in here... [missed: -1 xp] [wild shot: -1 xp]
ar_001: لحسن الحظ غاب ، ولكن ماذا كنت تهدف بالضبط؟ ليس هناك أي بطة هنا ... [غاب: 1 xp] [wild shot: -1 exp]
cs_cz: Naštěstí jsi minul, ale na co si vlastně mířil? Vždyť tu žádná kachna není... [minul jsi: -1 exp.] [divoký výstřel: -1 exp.]
da_dk: Heldigvis missede du, men hvad sigtede du præcist på? Der er ikke nogen and her... [misset: -1 xp] [vildt skud: -1 xp]
de_de: Zum Glück hast Du verfehlt, aber auf was hast Du eigentlich gezielt?! Hier ist weit und breit keine Ente... [verfehlt: -1 xp] [Schuss ins Leere: -1 xp]
es_es: Por suerte fallaste, pero ¿a qué le estabas apuntando exactamente? No hay ningún pato por aquí ... [Por fallar: -1 xp] [Por hacer un disparo loco: -1 xp]
fr_fr: Heureusement vous avez manqué, mais qu'est-ce que vous visiez exactement? Il n'y a pas de canard ici ... [manqué: -1 xp] [tir sauvage: -1 xp]
it_it: Fortunatamente hai mancato, ma dove stavi mirando esattamente? Non c'è alcuna anatra qui... [mancato: -1 xp] [colpo selvaggio: -1 xp]
nl_nl: Gelukkig miste je, maar waar richtte je nou precies op? Er is hier geen enkele eend... [gemist: -1 xp] [wild schot: -1 xp]
pl_pl: Na szczęscie nikogo nie trafiłeś, ale w co celowałeś? Nie ma tutaj żadnej kaczki... [missed: -1 xp] [wild shot: -1 xp]
pt_br: Ainda bem que você errou, mas no que você estava mirando, cara? Não tinha nenhum pato aqui... [errou: -1 xp] [bala perdida: -1 xp]
ru_ru: К счастью, вы промахнулись, но... во что вы, собственно, целились? Тут не во что стрелять... [-1 очко опыта за промах] [-1 очко опыта за выстрел вникуда]
sv_se: Som tur att du missade, men vad var det att du försökte skjuta? Det finns ingen anka här... [Miss: -1 xp] [Slumpmässig skott: -1 xp]
tr_tr: Neyse ki hedefi kaçırdınız, ama tam olarak neyi hedefliyorsunuz? Burada hiç ördek yok ... [karavana: -1 xp] [boş atış: -1 xp]
vi_vn: Chính xác thì bạn đang cố bắn cái gì vậy? Không có con vịt nào trong phòng cả... ( bắn trượt: -1 exp) ( bắn ngu: -1 exp )

source: **BANG** You missed the duck... and shot **yourself**! Maybe you should turn your weapon a little before shooting the next time? [missed: -1 xp] [hunting accident: -2 xp] [**weapon confiscated**]
ar_001: ** بانج ** فاتك البطة ... وأطلقت النار على نفسك **! ربما يجب عليك تحويل سلاحك قليلا قبل اطلاق النار في المرة القادمة؟ [غاب: 1 xp] [حادث صيد: -2 xp] [** سلاح مصادر **]
cs_cz: **BANG** Minul jsi kachnu... a střelil **sám sebe**! Možná bys měl trošičičku otočit svou zbraň než budeš příště střílet? [minul jsi: -1 exp.] [lovecká nehoda: -2 exp.] [**zbraň zabavena**]
da_dk: **BANG** Du missede anden... og skød **dig selv **! Måske skal du vende dit våben lidt inden du skyder næste gang? [misset: -1 xp] [jagtulykke: -2 xp] [**våben konfiskeret**]
de_de: **BANG** Du hast die Ente verfehlt... und **dich selbst** angeschossen! Vielleicht solltest du das nächste Mal besser aufpassen wohin du deine Waffe richtest! [verfehlt: -1 xp] [Jagdunfall: -2 xp] [**Waffe konfisziert**]
es_es: **BANG** Has fallado el pato... y te has disparado **a ti mismo**! ¿Tal vez debiste girar o apuntar tu arma un poco más antes de disparar? [Por fallar: -1 xp] [Accidente de Caza: -2 xp] [**Tu Arma ha sido Confiscada**]
fr_fr: ** BANG ** Vous avez manqué le canard ... Et vous vous êtes tiré dessus! Tenez votre arme à l'endroit la prochaine fois... [manqué: -1 xp] [accident de chasse: -2 xp] [arme confisquée]
it_it: **BANG** Hai mancato l'anatra...e hai sparato **te stesso**! Magari dovresti girare un pochino l'arma prima di sparare la prossima volta, non credi? [mancato: -1 xp] [incidente di caccia: -2 xp] [**arma confiscata**]
nl_nl: ** PANG ** Je hebt de eend gemist... en **jezelf** neergeschoten! Misschien moet je je wapen een beetje bijdraaien voordat je de volgende keer schiet? [gemist: -1 xp] [jachtongeval: -2 xp] [**wapen in beslag genomen**]
pl_pl: **BANG** Nie trafiłeś kaczki... i zastrzeliłeś **siebie**! Może powinieneś obrócić trochę broń przed następnym strzałem? [missed: -1 xp][Wypadek na polowaniu: -2xp][**Broń skonfiskowana**]
pt_br: **BANG** Você errou o pato... e atirou em **si mesmo**! Talvez você deva virar um pouco sua arma antes de atirar na próxima vez? [errou: -1 xp] [acidente de caça: -2 xp] [**arma confiscada**]
ru_ru: **БАХ** Вы промахнулись по утке, но попали **сами в себя**! Может, немного повернёте оружие перед следующим выстрелом? [-1 очко опыта за промах] [-2 очка опыта за несчастный случай во время охоты] [**ружьё конфисковано**]
sv_se: **BANG** Du missade ankan... och sköt **dig själv**! Du kanske borde vända ditt vapen lite innan du skjuter nästa gång? [missat: -1 xp] [jaktolycka: -2 xp] [**vapen konfiskerat**]
tr_tr: ** BANG ** Ördeği kaçırdın ... ** ve kendini vurdun **! Belki bir dahaki sefere ateş etmeden önce silahını biraz çevirmelisin? [karavana: -1 xp] [av kazası: -2 xp] [** silaha el konuldu **]
vi_vn: :boom: Đen là bạn bắn trượt con vịt ... và đen hơn là bạn vừa tự bắn chính mình... nên quay súng của bạn ngược lại vào lần sau ( bắn trượt: -1 exp) ( tai nạn nghề nghiệp: -2 exp) + ( súng bị tịch thu )

source: **BANG** You missed the duck... and shot {player}! [missed: -1 xp] [hunting accident: -2 xp] [**weapon confiscated**]
ar_001: ** بانج ** لقد فاتتك البطة ... وأطلقت النار على {player}! [غاب: 1 xp] [حادث صيد: -2 xp] [** سلاح مصادر **]
cs_cz: **BANG** Minul jsi kachnu... a střelil {player}! [minul jsi: -1 exp.] [lovecká nehoda: -2 exp.] [**zbraň zabavena**]
da_dk: **BANG** Du har misset anden... og skudt {player}! [misset: -1 xp] [jagtulykke: -2 xp] [**våben konfiskeret**]
de_de: **BANG** Du hast die Ente verfehlt... und {player} angeschossen! [verfehlt: -1 exp] [Jagdunfall: -2 exp] [**Waffe konfisziert**]
es_es: **BANG** Has fallado el pato... y le has disparado a {player}! [Por fallar: -1 Exp] [Accidente de Caza: -2 Exp] [**Tu Arma ha sido Confiscada**]
fr_fr: **BANG** Vous avez raté le canard... Et vous avez tiré sur {player}! [manqué : -1 xp] [accident de chasse : -2 xp] [arme confisquée]
it_it: **BANG** Hai mancato l'anatra...e hai sparato {player}! Hai pensato a cosa diranno i familiari? :cry: [mancato: -1 xp] [incidente di caccia: -2 xp] [**arma confiscata**]
nl_nl: **PANG** Je hebt de eend gemist... en {player} neergeschoten! [gemist: -1 xp] [jachtongeval: -2 xp] [**wapen in beslag genomen**]
pl_pl: **BANG** Nie trafiłeś kaczki... i zastrzeliłeś {player}! [missed: -1xp][Wypadek na polowaniu: -2xp][**Broń skonfiskowana**]
pt_br: **BANG** Você errou o pato... e acertou {player}! [errou: -1 xp] [acidente de caça: -2 xp] [**arma confiscada**]
ru_ru: **БАХ** Вы промахнулись по утке, но попали в игрока {player}! [-1 очко опыта за промах] [-2 очка опыта за несчастный случай во время охоты] [**ружьё конфисковано**]
sv_se: **BANG** Du missade ankan... och sköt {spelare}! [missat: -1 xp] [jaktolycka: -2 xp] [**vapen konfiskerat**]
tr_tr: ** BANG ** Ördeği kaçırdın ... ve {player} vurdun! [karavana: -1 xp] [av kazası: -2 xp] [** silaha el konuldu **]
vi_vn: :boom: Đen là bạn bắn trượt con vịt, nhưng may là trúng vào đứa bạn thân {player} ( bắn trượt: -1 exp ) ( tai nạn nghề nghiệp: -2 exp) + ( tịch thu vũ khí )

source: You can buy your weapon back in the store (`dh!shop 5`) or wait until you get it back for free (check when with `!freetime`)
cs_cz: Můžeš si koupit svou zbraň zpět v obchodě (`dh!shop 5`) nebo počkej, dokud ji nedostaneš zdarma zpět (zjisti kdy s `dh!freetime`)
da_dk: Du kan købe dit våben tilbage i butikken (`dh!shop 5`) eller vente, indtil du får det tilbage gratis (se hvornår med`!freetime`)
de_de: Du kannst Deine Waffe im Laden zurückkaufen (`dh!shop 5`) oder warten, bis Du sie kostenlos zurückbekommst (Schau mit `!freetime` nach wann das ist.)
es_es: Puedes comprar tu arma de vuelta en la tienda (`dh!shop 5`) o esperar que la obtengas de vuelta gratis (revisa cuando con `!freetime`)
fr_fr: Vous pouvez récupérer votre arme dans le magasin (`dh!shop 5`), ou simplement attendre qu'elle vous soit rendue gratuitement (quand ? `dh!freetime`)
it_it: Puoi riacquistare l'arma nel negozio (`dh!shop 5`) o puoi attendere fino a quando non la riottierrai gratis (controlla quando con `!freetime`)
nl_nl: Je kan je wapen weer terugkopen in de winkel (`dh!shop 5`) of wacht totdat je hem gratis terugkrijgt (controleer wanneer met`!freetime`)
pl_pl: Możesz ponownie kupić broń w sklepie (`dh!shop 5`) lub poczekać, aż dostaniesz ją z powrotem za darmo (sprawdź kiedy `!freetime`)
pt_br: Você pode comprar sua arma de volta na loja (`dh!shop 5`) ou você pode esperar o tempo de devolução gratuita (cheque quanto será com o comando `!freetime`)
ru_ru: Вы можете купить оружие в магазине (`dh!shop 5`) или подождать бесплатную раздачу.
sv_se: Du kan köpa ditt vapen tillbaka i butiken (`dh!shop 5`) eller vänta tills du får tillbaka det gratis (kontrollera när med`dh!freetime`)
tr_tr: Silahınızı mağazadan geri satın alabilirsiniz (`dh! Shop 5`) veya ücretsiz olarak geri dönene kadar bekleyin (`! Freetime` ile ne zaman kontrol edin)
vi_vn: bạn có thể mua vũ khí tại cửa hàng (`dh!shop 5`) hoặc đợi thính rơi ( `!freetime`)

source: **PIEWW** You missed the duck! [missed: -1 xp]
ar_001: ** PIEWW ** لقد فاتتك البط! [غاب: 1 xp]
cs_cz: **PEW** Minul jsi kachnu! [minul jsi: -1 exp.]
da_dk: **PIEWW** Du missede anden! [misset: -1 xp]
de_de: **PIEWW** Du hast die Ente verfehlt! [verfehlt: -1 exp]
es_es: **PIEWW** ¡Fallaste el disparo! [Por fallar: -1 xp]
fr_fr: ** PIEWW ** Vous avez manqué le canard! [manqué: -1 xp]
hu_hu: **PIEWW** Nem találtad el a kacsát! [-1 tapasztalatpont]
it_it: **PIEWW** Hai mancato l'anatra! ᶜʰᵉ ᵐᶦʳᵃ ᵒʰ [mancato: -1 xp]
nl_nl: **PIEUWW** Je hebt de eend gemist! [gemist: -1 xp]
pl_pl: **PIEWW** Przegapiłeś kaczkę! [missed: -1 xp]
pt_br: **PIEWW** Você errou o pato! [errou: -1 xp]
ru_ru: **ПИУ** Вы промахнулись по утке! [-1 очко опыта за промах]
sv_se: **PANG** Du missade ankan! [Miss: -1 xp]
tr_tr: ** PIEWW ** Ördeği kaçırdın! [karavana: -1 xp]
vi_vn: **PIEWW** Bắn trượt ! ( -1 exp )

source: You hugged {mention} as strongly as you could. They are filled with determination.
cs_cz: Objal jsi {metion}, tak silně, jak si jen mohl. Jsou naplněni odhodláním!
de_de: Du hast {mention} so fest umarmt, wie Du konntest. Er/sie ist jetzt erfüllt von Zuversicht.
es_es: Has abrazado a {mention} tan fuerte como pudiste. Ahora está lleno de determinación.
fr_fr: Vous avez serré {mention} aussi fort que possible. Il se sent rempli de détermination.
hu_hu: Olyan erősen ölelted meg {mention}-t amennyire csak tudtad. Megtelt elszántsággal.
it_it: Hai dato un forte abbraccio a {mention}. Ora è pieno/a di determinazione.
nl_nl: Je hebt {name} zo sterk mogelijk omhelsd. Ze zijn nu vol vastberadenheid.
pl_pl: Przytuliłeś {mention} tak mocno, jak mogłeś.
pt_br: Você abraçou {mention} o mais forte que consegue. Eles agora estão cheios de determinação.
ru_ru: Вы обняли пользователя с ником {mention} настолько сильно, насколько это только возможно.
sv_se: Du kramade {mention} så starkt som du kunde. De är fyllda med beslutsamhet.
tr_tr: Olabildiğince güçlü bir şekilde {mention}. Kararlılıkla doldurulurlar.
vi_vn: Bạn ôm chặt lấy {mention}.

source: You hugged a tree, Wizzz?!
cs_cz: Objal jsi strom, Wizzi ?!
da_dk: Du krammede et træ, Wizzz?!
de_de: Du hast einen Baum umarmt, Wizzz?!
es_es: ¡¿Abrazaste un árbol, Wizzz?!
fr_fr: Wizzz, tu fais un calin à un arbre ?!
hu_hu: Megöleltél egy fát, fütty?!
it_it: Hai abbracciato un albero, Wizzz?!
nl_nl: Heb je een boom geknuffeld, Wizzz?!
pl_pl: Przytuliłeś drzewo, Wizzz?
pt_br: Você abraçou uma árvore, Wizzz?!
ru_ru: Вы обняли дерево?!
sv_se: Du kramade ett träd, Konstigt?!
tr_tr: Ağaca sarıldın mı Wizzz ?!
vi_vn: Bạn vừa ôm một cái cây?
