Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: Bullets are deflected by some strong wind
ar_001: ينحرف الرصاص من قبل بعض الرياح القوية.
cs_cz: Kulky jsou vychylovány silným větrem
da_dk: Kuglerne afbøjes af en stærk vind
de_de: Kugeln werden durch den starken Wind abgelenkt
es_es: Las balas son desviadas por un fuerte viento
fr_fr: Les balles sont déviées par un vent fort
hu_hu: A golyókat erős szél téríti el
it_it: I proiettili sono deviati da un forte vento
nl_nl: Kogels worden afgebogen door de sterke wind
pl_pl: Kule są odbijane przez jakiś silny wiatr
pt_br: Balas são desviada por ventos fortes
ru_ru: Пулям мешает сильный ветер
sv_se: Kulor avböjs av en stark vind
tr_tr: Mermiler kuvvetli rüzgar tarafından saptırılır
vi_vn: Đạn bị lệch do gió mạnh

source: public danger
ar_001: خطر عام.
cs_cz: veřejné nebezpečí
da_dk: offentlig fare
de_de: öffentliche Gefahr
es_es: peligro público
fr_fr: danger public
hu_hu: közveszélyes
it_it: pericolo pubblico
nl_nl: publiek gevaar
pl_pl: Zagrożenie publiczne
pt_br: perigo público
ru_ru: угроза обществу
sv_se: Offentliga fara
tr_tr: kamu tehlikesi
vi_vn: Mối nguy cho cộng đồng

source: tourist
ar_001: سائح.
cs_cz: turista
da_dk: turist
es_es: turista
fr_fr: touriste
hu_hu: turista
it_it: turista
nl_nl: toerist
pl_pl: Turysta
pt_br: turista
ru_ru: турист
sv_se: turist
tr_tr: turist
vi_vn: Khách qua đường

source: noob
cs_cz: nula
da_dk: nybegynder
de_de: Grünschnabel
es_es: novato
hu_hu: pancser
it_it: nabbo
ru_ru: новичок
sv_se: nybörjare
tr_tr: çaylak
vi_vn: Gà

source: trainee
ar_001: متدرب.
cs_cz: praktikant
da_dk: praktikant
de_de: Praktikant
es_es: aprendiz
fr_fr: stagiaire
hu_hu: újonc
it_it: apprendista
nl_nl: stagiair
pl_pl: Stażysta
pt_br: estagiário
ru_ru: стажёр
sv_se: Praktikant
tr_tr: stajyer
vi_vn: Thực tập sinh

source: duck misser
ar_001: فاقد البط.
cs_cz: míječ kachen
da_dk: ande-misser
de_de: Enten-Verfehler
es_es: pierdepatos
fr_fr: rateur de canards
hu_hu: kacsatévesztő
it_it: mancatore d'anatre
nl_nl: eendenmisser
pl_pl: Panna młoda kaczka
pt_br: errador de patos
ru_ru: бывалый стажёр
sv_se: Ank missare
tr_tr: ördekleri vuramayan
vi_vn: Yêu thịt vịt

source: member of the Comitee Against Ducks
ar_001: عضو في جماعة ضد البط.
cs_cz: člen Sdružení Proti Kachnám
da_dk: medlem af komiteen mod ænder
de_de: Mitglied des Komitees gegen Enten
es_es: miembro del Comité Contra los Patos
fr_fr: membre du Comité Contre les Canards
hu_hu: tagja a Kacsaellenes Egyesületnek
it_it: membro del Comitato Contro le Anatre
nl_nl: lid van het Comité Tegen Eenden
pl_pl: Członek Komitetu Przeciwko Kaczkom
pt_br: membro do Comitê Contra Patos
ru_ru: член Комитета Против Уток
sv_se: Medlem av Kommittén mot Ankor
tr_tr: Ördeklere Karşı Komite Üyesi
vi_vn: Thành viên của hội phòng chống cách mạng vịt

source: duck hater
ar_001: كاره البط.
da_dk: andehader
de_de: Enten-Hasser
es_es: odiapatos
fr_fr: détesteur de canards
hu_hu: kacsautáló
it_it: hater di anatre
nl_nl: eendenhater
pl_pl: Nienawiść do kaczek
pt_br: odiador de patos
ru_ru: ненавистник уток
sv_se: Ank hatare
tr_tr: ördeklerden nefret eden
vi_vn: Ghét thịt vịt

source: duck pest
ar_001: بطة الآفات.
cs_cz: škůdce kachen
da_dk: andepest
de_de: Enten-Pest
es_es: peste para los patos
fr_fr: emmerdeur de canards
hu_hu: a kacsák átka
it_it: peste di anatre
nl_nl: eendenplager
pl_pl: Szkodnik kaczek
pt_br: peste negra dos patos
ru_ru: утиный вредитель
sv_se: Ankpest
tr_tr: ördek haşere
vi_vn: Bị cúm vịt

source: duck hassler
ar_001: بطة هسلر.
da_dk: andebesværer
de_de: Enten-Schikanierer
es_es: Molestia para los patos
fr_fr: dérangeur de canards
hu_hu: kacsavágó
it_it: Sadduck Hussein
nl_nl: eendenhinderaar
pl_pl: kaczkowy hassler
pt_br: causador de problema para patos
ru_ru: ночной сон уток
sv_se: Ankhasslare
tr_tr: ördeklere güçlük çıkaran
vi_vn: Vịt suy tư

source: duck plucker
ar_001: بط ناتف.
da_dk: andeplukker
de_de: Enten-Zerrupfer
es_es: desplumador de patos
fr_fr: déplumeur de canards
hu_hu: kacsatépő
it_it: spennatrice di anatre
nl_nl: eendenplukker
pl_pl: skubaczka do kaczek
pt_br: depenador
ru_ru: ощипыватель уток
sv_se: ankplockare
tr_tr: ördek avcısı
vi_vn: Quạc quạc

source: hunter
ar_001: صياد.
cs_cz: lovec
da_dk: jæger
de_de: Jäger
es_es: Cazador
fr_fr: chasseur
hu_hu: vadász
it_it: cacciatore
nl_nl: jager
pl_pl: Myśliwy
pt_br: caçador
ru_ru: охотник
sv_se: Jägare
tr_tr: avcı
vi_vn: Thợ săn

source: duck inside out turner
cs_cz: rozparovač kachen
da_dk: ud og ind ande-vender
de_de: Enten-auf-links-Dreher
es_es: Dador vuelta de Patos
fr_fr: retourneur de canards
hu_hu: kacsák belsejéből kifordítója
it_it: tornatore di anatre dentro e fuori
nl_nl: eenden-binnenstebuitendraaier
pl_pl: kaczko wywracacz
pt_br: virador de patos ao avesso
ru_ru: выворачивает уток наизнанку
sv_se: ank-ut-och-in-vändare
tr_tr: ördek içini dışına çıkartan
vi_vn: Cả tâm hồn lẫn thể xác đều là vịt

source: duck clobber
ar_001: هازم البط.
da_dk: andetæver
de_de: Enten-Klopper
es_es: Golpeador de patos
fr_fr: tabasseur de canards
hu_hu: kacsáknak kesztyűbe dudálástanító
it_it: pestatore di anatre
nl_nl: eendenomklemmer
pl_pl: Pazur kaczki
pt_br: espancador de patos
ru_ru: колошматит уток
sv_se: ankklöver
tr_tr: ördek dayakçısı
vi_vn: Thích ăn vịt hầm

source: duck chewer
ar_001: ماضغ البط.
da_dk: andetygger
de_de: Enten-Kauer
es_es: Masticador de patos
fr_fr: mâchouilleur de canards
hu_hu: kacsa... bagózó?
it_it: masticatore di anatre
nl_nl: eendenkauwer
pl_pl: czajnik do kaczek
pt_br: mastigador de patos
ru_ru: жуёт уток, как жвачку
sv_se: anktuggare
tr_tr: ördek çiğneyen
vi_vn: Thích nhai thịt vịt

source: duck eater
ar_001: آكل البط.
cs_cz: jedlík kachen
da_dk: andespiser
de_de: Enten-Fresser
es_es: Comedor de patos
fr_fr: bouffeur de canards
hu_hu: kacsaevő
it_it: mangiatore di anatre
nl_nl: eendeneter
pl_pl: Zjadacz kaczek
pt_br: comedor de patos
ru_ru: пожиратель уток
sv_se: Ankätare
tr_tr: ördek yiyen
vi_vn: Kẻ ăn thịt vịt

source: duck flattener
ar_001: بطة مستوية.
cs_cz: zplošťovač kachen
da_dk: ande-fladder
de_de: Enten-Platt-Macher
es_es: aplanador de patos
fr_fr: aplatisseur de canards
hu_hu: kacsakalapácsoló
it_it: spianatrice di anatre
nl_nl: eenden-platmaker
pl_pl: spłaszczarka do kaczek
pt_br: nivelador de patos
ru_ru: расплющивает уток
sv_se: ankplattare
tr_tr: ördek düzleştirici
vi_vn: Người nghiền vịt

source: duck disassembler
ar_001: مفكك البط.
cs_cz: rozebírač kachen
da_dk: ande-adskiller
de_de: Enten-Zerleger
es_es: desarmador de patos
fr_fr: démonteur de canards
hu_hu: kacsaszétszedő
it_it: disassemblatore di anatre
nl_nl: eenden-uit-elkaar-haler
pl_pl: demontownik kaczek
pt_br: desmembrador de patos
ru_ru: разбирает уток на части
sv_se: isärankplockaren
tr_tr: ördek sökücü
vi_vn: Vịt lộn

source: duck demolisher
ar_001: مدمر البط.
cs_cz: bořič kachen
da_dk: ande-nedriver
de_de: Enten-Demolierer
es_es: demoledor de patos
fr_fr: démolisseur de canards
hu_hu: kacsapusztító
it_it: demolitore di anatre
nl_nl: eendensloper
pl_pl: wyburzaczarka kaczek
pt_br: demolidor de patos
ru_ru: крушит уток
sv_se: ankförstörare
tr_tr: ördek yıkıcı
vi_vn: Kẻ hủy diệt vịt

source: duck killer
ar_001: قاتل البط.
cs_cz: kachní vrah
da_dk: andedræber
de_de: Enten-Mörder
es_es: asesino de patos
fr_fr: tueur de canards
hu_hu: kacsaölő
it_it: assassino di anatre
nl_nl: eendendoder
pl_pl: Zabójca kaczek
pt_br: assassino de patos
ru_ru: убийца уток
sv_se: Ankmördare
tr_tr: ördek katili
vi_vn: Sát thủ vịt

source: duck skinner
ar_001: مرقق البط.
da_dk: andeskinder
de_de: Enten-Häuter
es_es: desollador de patos
fr_fr: écorcheur de canards
hu_hu: kacsanyúzó
it_it: pelatore di anatre
nl_nl: eendenvilder
pl_pl: kaczko zdejmowacz skór
pt_br: esfolador de patos
ru_ru: ошкуривает уток
sv_se: ankflåaren
tr_tr: ördek derisi
vi_vn: Kẻ lột da vịt

source: duck predator
da_dk: ande-rovdyr
de_de: Enten-Auflauerer
es_es: Depredador de Patos
fr_fr: prédateur de canards
hu_hu: kacsaragadozó
it_it: predatore di anatre
nl_nl: eenden-rover
pl_pl: drapieżnik kaczki
pt_br: predador de patos
ru_ru: утиный хищник
sv_se: ankrovdjur
tr_tr: ördek yırtıcı
vi_vn: Thú ăn thịt vịt

source: duck chopper
ar_001: مفرم البط.
da_dk: ande-fæller
de_de: Enten-Zerkleinerer
es_es: acuchillador de patos
fr_fr: découpeur de canards
hu_hu: kacsacafatoló
it_it: tiratore di anatre
nl_nl: eendenhakker
pl_pl: Tasak do kaczek
pt_br: decepador de patos
ru_ru: крушитель уток
sv_se: ankplockare
tr_tr: ördek kıyıcı
vi_vn: Kẻ nuốt chửng vịt

source: duck decorticator
ar_001: مقشر البط.
da_dk: ande-afskaller
de_de: Enten-Schäler
es_es: descortezador de patos
fr_fr: décortiqueur de canards
hu_hu: kacsahámozó
it_it: decorticatore di anatre
nl_nl: eendenverscheurder
pl_pl: dekortykator kaczek
pt_br: decorticador de patos
ru_ru: снимает с уток кожу
sv_se: ankdekortikator
tr_tr: ördek dekoratikatoru
vi_vn: Chuyên viên khử trùng vịt

source: duck fragger
ar_001: بطة المفرغ.
da_dk: ande-fragger
de_de: Enten-Zersplitterer
es_es: desfragmentador de patos
fr_fr: fraggeur de canards
hu_hu: kacsadaraboló
it_it: terminator di anatre
nl_nl: eendenfragger
pl_pl: kaczko zabijacz
pt_br: fragger de pato
ru_ru: убийца уток
sv_se: ankgranataren
tr_tr: ördek parçalayıcı
vi_vn: Người làm vịt quay

source: duck shatterer
ar_001: محطم البط.
da_dk: ande-knuser
de_de: Enten-Zerschmetterer
es_es: destrozador de patos
fr_fr: éclateur de canards
hu_hu: kacsazúzó
it_it: frantumatore di anatre
nl_nl: eendenbreker
pl_pl: Niszczyciel kaczek
pt_br: estilhaçador de patos
ru_ru: разбивает уток
sv_se: ankkrossare
tr_tr: ördek paramparça
vi_vn: Chuyên đập vịt

source: duck smasher
ar_001: ساحق البط.
da_dk: ande-smasher
de_de: Enten-Zermanscher
es_es: destrozador de patos
fr_fr: défonceur de canards
hu_hu: kacsaütő
it_it: fracassatore di anatre
nl_nl: eendenverpletteraar
pl_pl: rozwalacz kaczek
pt_br: esmagador de patos
ru_ru: раздавливает уток в лепёшку
sv_se: anksmällare
tr_tr: ördek ezici
vi_vn: Chuyên giã thịt vịt

source: duck breaker
ar_001: مكسر البط.
da_dk: ande-bryder
de_de: Enten-Brecher
es_es: explosionador de patos
fr_fr: bousilleur de canards
hu_hu: kacsatörő
it_it: distruttore di anatre
nl_nl: eendenbreker
pl_pl: kruszarka do kaczek
pt_br: quebrador de patos
ru_ru: дробит уток
sv_se: ankförstörare
tr_tr: ördek kırıcı
vi_vn: Thích xơi vịt nghiền

source: duck wrecker
ar_001: هادم البط.
da_dk: ande-vrager
de_de: Enten-Demolierer
es_es: destructor de patos
fr_fr: poutreur de canards
hu_hu: kacsaroncsoló
it_it: demolitore di anatre
nl_nl: eendenverwoester
pl_pl: Wrak kaczki
pt_br: maníaco de patos
ru_ru: крушитель уток
sv_se: ankförstörare
tr_tr: ördek tamircisi
vi_vn: Thích bẻ cổ vịt

source: duck impaler
ar_001: متصدع البط.
da_dk: ande-spidder
de_de: Enten-Pfähler
es_es: empalador de patos
fr_fr: empaleur de canards
hu_hu: kacsák karóba húzója
it_it: impilatore di anatre
nl_nl: eendenspieser
pl_pl: palnik do kaczek
pt_br: impalador de patos
ru_ru: прокалыватель уток
sv_se: ankspetsare
tr_tr: ördek emici
vi_vn: Thích vịt xông khói

source: duck eviscerator
ar_001: نازع أحشاء البط.
da_dk: ande-udtager
de_de: Enten-Vernichter
es_es: eviscerador de patos
fr_fr: éventreur de canards
hu_hu: kacsabelező
it_it: evisceratore di anatre
nl_nl: eendenontleder
pl_pl: Wytrząsarka do kaczek
pt_br: esvicerador de patos
ru_ru: потрошитель уток
sv_se: ankeviskerator
tr_tr: ördek kaçakçısı
vi_vn: Người đuổi vịt

source: ducks terror
ar_001: راعب البط.
da_dk: ænder terror
de_de: Enten-Terror
es_es: terror de los patos
fr_fr: terreur des canards
hu_hu: kacsák réme
it_it: terrore delle anatre
nl_nl: eendenterreur
pl_pl: kaczkowy terror
pt_br: terror dos patos
ru_ru: утиный кошмар
sv_se: ankterror
tr_tr: ördekler terör
vi_vn: Kẻ khủng bố vịt

source: duck exploder
ar_001: مفجر البط.
da_dk: ande-eksploderer
de_de: Enten-Explodierer
es_es: explosionador de patos
fr_fr: exploseur de canards
hu_hu: kacsarobbantó
it_it: esploditore di anatre
nl_nl: eendenontploffer
pl_pl: eksploder do kaczek
pt_br: explodidor de patos
ru_ru: взрыватель уток
sv_se: anksprängare
tr_tr: ördek patlatıcısı
vi_vn: Nhà thám hiểm vịt

source: duck destructor
ar_001: مدمر البط.
da_dk: ande-tilintetgører
de_de: Enten-Zerstörer
es_es: Destructor de patos
fr_fr: destructeur de canards
hu_hu: kacsasemmisítő
it_it: distruttore di anatre
nl_nl: eendenvernietiger
pl_pl: Niszczyciel kaczek
pt_br: destruidor de patos
ru_ru: уничтожитель уток
sv_se: ankförstörare
tr_tr: ördek yıkıcısı
vi_vn: Chuyên viên giải phẫu vịt

source: duck blaster
ar_001: ناسف البط.
da_dk: ande-blaster
de_de: Enten-Sprenger
es_es: Aplasta Patos
fr_fr: détonateur de canards
hu_hu: kacsarobbantó
it_it: imploditore di anatre
nl_nl: eendenblaster
pl_pl: Toster do kaczek
pt_br: vaporizador de patos
ru_ru: утко-бластер
sv_se: ankskjutare
tr_tr: ördek blaster
vi_vn: Thhích cho nổ vịt

source: duck pulverizer
ar_001: طاحن البط.
da_dk: andepulveriser
de_de: Enten-Pulverisierer
es_es: pulverizador de patos
fr_fr: pulvérisateur de canards
hu_hu: kacsaporlasztó
it_it: polverizzatore di anatre
nl_nl: eendenverpulzeraar
pl_pl: rozpylacz do kaczek
pt_br: pulverizador de patos
ru_ru: утко-пульвелизатор
sv_se: Ankpulverisör
tr_tr: ördek ezmesi
vi_vn: May nghiền vịt

source: duck disintegrator
ar_001: منحل البط.
da_dk: andenedbryder
de_de: Enten-Auflöser
es_es: desintegrador de patos
fr_fr: désintégrateur de canards
hu_hu: kacsaaprító
it_it: disintegratore d'anatre
nl_nl: eendenhakmachine
pl_pl: rozpadlinacz do kaczek
pt_br: desintegrador de patos
ru_ru: утко-дезинтегратор
sv_se: Ankdisintegratör
tr_tr: ördek parçalayıcı
vi_vn: Máy rã vịt

source: duck atomizer
ar_001: راذ البط.
da_dk: andeforstøver
de_de: Enten-Zerstäuber
es_es: Atomizador de patos
fr_fr: atomiseur de canards
hu_hu: kacsaatomizáló
it_it: atomizzatore di anatre
nl_nl: eendenverstuiver
pl_pl: rozpylacz do kaczek
pt_br: atomizador de patos
ru_ru: разъедает уток на атомы
sv_se: ankatomiserare
tr_tr: ördek atomizer
vi_vn: Vịt nguyên tử

source: duck annihilator
ar_001: مدمر البط.
da_dk: ande-tilintetgøre
de_de: Enten-Auslöscher
es_es: Aniquilador de patos
fr_fr: annihilateur de canards
hu_hu: a kacsákat földdel egyenlővé tevő
it_it: annientatore di anatre
nl_nl: eendenuitroeier
pl_pl: anihilator kaczek
pt_br: aniquilador de patos
ru_ru: анигилятор уток
sv_se: Annihilator av Ankor
tr_tr: ördek yok edici
vi_vn: Tận thế vịt

source: serial duck killer
ar_001: مسلسل البط القاتل.
cs_cz: sériový vrah kachen
da_dk: serieandemorder
de_de: Enten-Massen-Mörder
es_es: Asesino en serie de patos
hu_hu: sorozatos kacsagyilkos
it_it: serial killer di anatre
nl_nl: serie-eendenmoordenaar
pl_pl: Zabójca kaczek
pt_br: serial killer de patos
ru_ru: серийный убийца уток
sv_se: Seriemördare av ankor
tr_tr: seri ördek katili
vi_vn: Kẻ giết vịt hàng loạt

source: duck genocider
ar_001: ذابح البط.
cs_cz: vyhlazovač kachen
da_dk: ande-seriemorder
de_de: Enten-Genozider
es_es: Genocida de Patos
fr_fr: génocideur de canards
hu_hu: kacsairtó
it_it: genocida della specie delle anatre
nl_nl: eendengenocide-veroorzaker
pl_pl: kaczkowe ludobójstwo
pt_br: genocida de patos
ru_ru: главный по утиному геноциду
sv_se: Anka massmördare
tr_tr: ördek soykırımı
vi_vn: Kẻ diệt chủng loài vịt

source: old noob
ar_001: مستجد قديم.
cs_cz: stará nula
da_dk: gammel nybegynder
de_de: alter Anfänger
es_es: Viejo novato
fr_fr: vieux noob
hu_hu: nyomi veterán
it_it: vecchio nabbo
nl_nl: oude noob
pl_pl: Stary Noob
pt_br: velho de caça
ru_ru: старый новичок
sv_se: gammal nybörjare
tr_tr: yaşlı acemi
vi_vn: Già mà vẫn ngu

source: duck toaster
ar_001: محمص البط.
cs_cz: toastovač kachen
da_dk: andebrødrister
de_de: Enten-Röster
es_es: Tostador de patos
fr_fr: toasteur de canards
hu_hu: kacsapirító
it_it: tostatore di anatre
nl_nl: eendentoaster
pl_pl: Toster do kaczek
pt_br: torradeira de pato
ru_ru: поджариватель уток
sv_se: ankrostare
tr_tr: ördek kızartma makinesi
vi_vn: Máy nướng vịt

source: unemployed due to extinction of the duck species
cs_cz: nezměstnaný kvůli vyhynutí kachního druhu
da_dk: arbejdsløs på grund af udryddelse af ande-arten
de_de: Arbeitslos, auf Grund des Aussterbens der Entenspezies
es_es: Desempleado por la extinción de las especies de Patos
fr_fr: chômeur pour cause d'extinction de l'espèce des canards
hu_hu: munkanélküli a teljes kacsapopuláció kiirtása miatt
it_it: disoccupato a causa dell'estinzione delle specie delle anatre
nl_nl: werkloos vanwege de uitsterving van de eendensoort
pl_pl: bezrobotni z powodu wyginięcia gatunku kaczki
pt_br: desempregado devido à extinção dos patos
ru_ru: уволен(а) из-за исчезновения уток как вида.
sv_se: arbetslös på grund av utrotning av ankarter
tr_tr: ördek türlerinin neslinin tükenmesi nedeniyle işsiz
vi_vn: Thất nghiệp vì vịt bị tuyệt chủng

source: Level of {player} on #{channel}
ar_001: مستوى {player} على # {channel}
cs_cz: Level {player} na #{channel}
da_dk: Niveau på {player} på #{channel}
de_de: Level von {player} in #{channel}
es_es: Nivel de {player} en #{channel}
fr_fr: Niveau de {player} sur #{channel}
hu_hu: {player} szintje {channel}-en
it_it: Livello del {player} su #{channel}
nl_nl: Niveau van {player} op #{channel}
pl_pl: Poziom {player} na #{channel}
pt_br: Nível de {player} em #{channel}
ru_ru: Уровень игрока {player} в канале #{channel}
sv_se: Nivå på {player} i #{channel}
tr_tr: #{channel} üzerindeki {player}'in seviyesi
vi_vn: Cấp độ của {player} trong khu săn bắn #{channel}

source: You leveled down!
ar_001: لقد نزل مستواك!
cs_cz: Tvůj level se snížíl!
da_dk: Du gik et niveau ned!
de_de: Du bist abgestiegen!
es_es: ¡Has bajado un nivel!
fr_fr: Vous perdez en niveau!
hu_hu: Szintet estél!
it_it: Sei sceso di livello!
nl_nl: Je bent een niveau omlaag gegaan!
pl_pl: Spadł Ci poziom!
pt_br: Você desceu de nível!
ru_ru: Ваш уровень уменьшен!
sv_se: Du gick ner en nivå!
tr_tr: Seviyen düştü!
vi_vn: Bạn vừa bị giáng cấp!!

source: You leveled up!
ar_001: لقد ارتفع مستواك!
cs_cz: Tvůj level se zvýšil!
da_dk: Du gik et niveau op!
de_de: Du bist aufgestiegen!
es_es: ¡Has subido un nivel!
fr_fr: Vous gagnez en niveau!
hu_hu: Szintet léptél!
it_it: Sei salito di livello!
nl_nl: Je bent een niveau omhoog gegaan!
pl_pl: Awansowałeś!
pt_br: Você subiu de nível!
ru_ru: Ваш уровень повышен!
sv_se: Du gick upp en nivå!
tr_tr: Seviye atladın!
vi_vn: Bạn vừa lên cấp

source: Current level
ar_001: المستوى الحالي.
cs_cz: Současný level
da_dk: Nuværende niveau
de_de: Aktueller Level
es_es: Nivel Actual
fr_fr: Niveau actuel
hu_hu: Jelenlegi szint
it_it: Livello attuale
nl_nl: Huidig niveau
pl_pl: Twój poziom
pt_br: Nível atual
ru_ru: Текущий уровень
sv_se: Nuvarande nivå
tr_tr: Mevcut seviye
vi_vn: Cấp độ hiện tại

source: nom
ar_001: اسم.
hu_hu: nyami
nl_nl: naam
ru_ru: ням
vi_vn: Đề cử

source: Previous level
ar_001: المستوى السابق.
cs_cz: Předchozí level
da_dk: Forrige niveau
de_de: Vorheriger Level
es_es: Nivel previo
fr_fr: Niveau précédent
hu_hu: Előző szint
it_it: Livello precedente
nl_nl: Vorig niveau
pl_pl: Poprzedni poziom
pt_br: Nível anterior
ru_ru: Предыдущий уровень
sv_se: Föregående nivå
tr_tr: Önceki seviye
vi_vn: Cấp độ lần trước

source: Shots accuracy
ar_001: لقطات مضبوطة.
cs_cz: Přesnost střelby
da_dk: Skudnøjagtighed
de_de: Treffgenauigkeit
es_es: Precisión de Tiro
fr_fr: Précision des tirs
hu_hu: Lövések pontossága
it_it: Precisione dei colpi
nl_nl: Nauwkeurigheid schoten
pl_pl: Dokładność strzałów
pt_br: Precisão dos tiros
ru_ru: Точность
sv_se: Skott träffsäkerhet
tr_tr: Atış doğruluğu
vi_vn: Độ chính xác

source: Weapon reliability
ar_001: اعتمادية السلاح.
cs_cz: Spolehlivost zbraně
da_dk: Våben pålidelighed
de_de: Zuverlässigkeit der Waffe
es_es: Fiabilidad del Arma
fr_fr: Fiabilité de l'arme
hu_hu: Fegyver hatékonysága
it_it: Affidabilità dell'arma
nl_nl: Betrouwbaarheid wapen
pl_pl: Niezawodność broni
pt_br: Confiabilidade na arma
ru_ru: Надёжность ружья
sv_se: Vapen trovärdighet
tr_tr: Silah güvenilirliği
vi_vn: Độ may mắn của vũ khí

source: Exp points
ar_001: exp.
cs_cz: Exp. bodů
da_dk: Exp point
de_de: Erfahrungs-Punkte
es_es: Puntos de experiencia
fr_fr: Points d'exp
hu_hu: Tapasztalatpontok
it_it: Punti exp
nl_nl: Exp punten
pl_pl: Doświadczenie
pt_br: Pontos de exp
ru_ru: Очков опыта
sv_se: Erfarenhetspoäng
tr_tr: Tecrübe puanı
vi_vn: Exp

source: :warning: There was an error while sending the embed, please check if the bot has the `embed_links` permission and try again!
ar_001: :warning: حدث خطأ أثناء إرسال التضمين ، يرجى التحقق مما إذا كان الروبوت لديه إذن `embed_links` وحاول مرة أخرى!
da_dk: :warning: Der opstod en fejl under afsendelse af indlejringen. Kontroller, om botten har 'embed_links` tilladelse og prøv igen!
de_de: :warning: Es trat ein Fehler beim Einbetten des Links auf. Bitte überprüfe, ob der Bot die Berechtigung `Links einbetten` hat und versuche es erneut!
es_es: :warning: Hubo un error al enviar el enlace, comprueba si el bot tiene el permiso `embed_links` (Insertar Enlaces) y vuelve a intentarlo!
fr_fr: :warning: Une erreur est survenue lors de l'envoi de ce message, merci de vérifier que le bot dispose de la permission `embed_links` (intégrer des liens) et réessayez!
it_it: :warning: Si è verificato un errore durante l'invio dell'embed (messaggio con file/link allegato), per favore controllare che il bot abbia il permesso `embed_links` e ritentare!
nl_nl: :warning: Er is een fout opgetreden bij het verzenden van de embed, controleer of de bot de `embed_links` permissie heeft en probeer het opnieuw!
pl_pl: :Ostrzeżenie: Wystąpił błąd podczas wysyłania embedu, proszę sprawdzić czy bot ma pozwolenie `embed_links` i spróbować ponownie!
pt_br: :warning: Ocorreu um erro ao enviar o embed, por favor verifique se o bot tem a permissão `embed_links` e tente novamente!
ru_ru: :warning: Ошибка при отправке интерактивного меню. Пожалуйста, проверьте, есть ли у бота право на их отправку и повторите попытку!
sv_se: :warning: Ett fel uppstod när du skickade inbäddningen, kolla om boten har `embed_links` tillåtelsen och försök igen!
tr_tr: :warning: Gömülü mesaj gönderilirken bir hata oluştu, lütfen botun `embed_links` izninin olup olmadığını kontrol edin ve tekrar deneyin!
vi_vn: :warning: Có lỗi khi gửi links nhúng, vui lòng kiểm tra xem vịt có quyền `embed_links` hay không và thử lại!

source: Nothing
cs_cz: Nic
da_dk: Ingenting
de_de: Nichts!
es_es: Nada
fr_fr: Rien
hu_hu: Semmi
it_it: Niente. Nulla di nulla.
nl_nl: Niets
pl_pl: Nic
pt_br: Nada
ru_ru: Ничего
sv_se: Ingenting
tr_tr: Hiçbir şey
vi_vn: Chẳng có gì...

source: a lot of bushes.
cs_cz: hodně keřů.
da_dk: en masse buske.
de_de: eine Menge Büsche.
es_es: un montón de arbustos.
fr_fr: beaucoup de buissons.
hu_hu: rengeteg bokor.
it_it: Un mucchio di cespugli.
nl_nl: een hoop struiken.
pl_pl: mnóstwo krzaków.
pt_br: muitos arbustos.
ru_ru: кучу кустов.
sv_se: Många buskar.
tr_tr: çok çalılar.
vi_vn: Thêm nhiều bụi cỏ nữa !

source: a duck pin.
cs_cz: odznak kachny.
da_dk: en duck pin.
de_de: eine Enten-Anstecknadel.
es_es: una insignia de Pato.
fr_fr: un insigne avec un canard dessus.
hu_hu: egy kacsacsipesz.
it_it: una spilla d'anatra.
nl_nl: een eendenpin.
pl_pl: szpilka do kaczek.
pt_br: um broche de pato.
ru_ru: брошку-утку.
sv_se: en ank nål.
tr_tr: bir ördek iğnesi.
vi_vn: một cái ghim vịt

source: a bullet
cs_cz: kulku.
da_dk: en kugle
de_de: eine Gewehrkugel.
es_es: una bala
fr_fr: une balle
hu_hu: egy töltény.
it_it: un proiettile
nl_nl: een kogel
pl_pl: pocisk
pt_br: uma munição
ru_ru: пулю
sv_se: en kula
tr_tr: bir kurşun
vi_vn: một viên đạn

source: a full magazine
da_dk: et fuldt magasin
de_de: ein volles Magazin.
es_es: un cartucho cargado
fr_fr: un chargeur plein
hu_hu: egy teljes tölténytár.
it_it: Un caricatore pieno.
nl_nl: een vol magazijn
pl_pl: pełny magazynek
pt_br: um cartucho cheio
ru_ru: полный магазин пуль.
sv_se: ett helt magasin
tr_tr: Tam dolu şarjör
vi_vn: một băng đạn
