Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: :skull_crossbones: **{onomatopoeia}** You killed the baby duck in {time} seconds, and you shouldn't have done this! You'll lose some exp, because you shouldn't kill babies\_X< *COUAC* {exp}
ar_001: **{skull_crossbones: **{onomatopoeia: لقد قتلت البطة الصغيرة في غضون {time} ثانية ، ولا يجب عليك فعل ذلك! ستفقد بعض التوقعات ، لأنه لا ينبغي عليك قتل الأطفال \ {X < * COUAC * {exp}
da_dk: :skull_crossbones: **{onomatopoeia}** Du dræbte babyanden på {time} sekunder, og du burde ikke have gjort dette! Du mister noget exp, fordi du ikke bør dræbe babyer\ _X < *COUAC* {exp}
de_de: :skull_crossbones: **{onomatopoeia}** Du hast die Baby-Ente in {time} Sekunden getötet, und das hättest Du nicht tun dürfen! Dadurch wirst Du einige Erfahrungs-Punkte verlieren, denn Babies bringt man einfach nicht um! \_X< *COUAC* {exp}
es_es: :skull_crossbones: **{onomatopoeia}** Has matado al patito en {time} segundos, y no debiste haber hecho esto! Perderás algo de Puntos de Experiencia, porque no deberías matar patitos\_X< *COUAC* {exp}
fr_fr: :skull_crossbones: ** {onomatopoeia} ** Vous avez tué le bébé canard en {time} secondes, et vous allez le regretter! Vous allez perdre quelques points d'expérience, car vous ne devriez pas tuer les bébés \ _X < * COUAC * {exp}
hu_hu: :skull_crossbones: **{onomatopoeia}** Megölted a babakacsát {time} másodperc alatt, és ezt nem kellett volna tenned! Veszteni fogsz náhány tapasztalatpontot, mert nem szabadna megölnöd babákat\_X< *COUAC* {exp}
it_it: :skull_crossbones: **{onomatopoeia}** Hai ucciso l'anatroccolo in {time} secondi, e non l'avresti dovuto fare! Perderai un po' di exp, poiché non dovresti uccidere i piccoli\_X< *COUAC* {exp}
nl_nl: :skull_crossbones: **{onomatopoeia}** Je hebt de baby-eend in {time} seconden gedood en dit had je niet moeten doen! Je verliest wat exp, omdat je geen baby's moet doden\ _X< *COUAC* {exp}
pl_pl: :skull_crossbones: **onomatopoeia** Zabiłeś małą kaczkę w kila sekund, a nie powinieneś tego robić! Stracisz trochę expa, bo nie powinieneś zabijać dzieci.
pt_br: :skull_crossbones: **{onomatopoeia}** Você matou um pato bebê em {time} segundos. Oh, não! Você não deveria ter feito isso! Você perdeu algum exp porque não é legal matar bebês \_X< *QUACK* {exp}
ru_ru: :skull_crossbones: **{onomatopoeia}** Вы убили утёнка за {time} сек., но вы не должны были этого делать! Вы потеряли немного очков опыта, потому что убивать малышей не надо! \_X< *COUAC* {exp}
sv_se: :skull_crossbones: **{onomatopoeia}** Du dödade babysanden på {time} sekunder, och du borde inte ha gjort det! Du tappar lite exp, för du bör inte döda bebisar \ _X <* COUAC * {exp}
tr_tr: :skull_crossbones: **{onomatopoeia}** Yavru ördeği {time} saniye içinde öldürdün, ve bunu yapmamalıydın! Bir miktar exp kaybedeceksiniz, çünkü bebekleri öldürmemelisiniz \ _X < * COUAC * {exp}
vi_vn: :skull_crossbones: **{onomatopoeia}** Vịt con bị giết trong {time} giây, trừ exp vì tội bạo hành trẻ em {exp}

source: <:cmd_Hug_01:442695336348221451> **SMACK** You hugged the baby duck, and now it is really happy! [3 exp] The baby duck left, feeling loved
ar_001: <:cmd_Hug_01:442695336348221451>** SMACK ** لقد عانقت البطة الصغيرة ، وهي الآن سعيدة حقًا! [3 exp] غادرت البطة الصغيرة ، محبوبة.
da_dk: <:cmd_Hug_01:442695336348221451>**SMÆK** Du krammede babyanden, og nu er den rigtig glad! [3 exp] Babyanden gik, følte sig elsket
de_de: <:cmd_Hug_01:442695336348221451>**SCHMATZ** Du hast die Baby-Ente umarmt, und jetzt ist sie so richtig glücklich! [3 exp] Die Baby-Ente fühlt sich geliebt und verschwindet wieder.
es_es: <:cmd_Hug_01:442695336348221451> **SMACK** Abrazaste al patito, y ahora está muy contento! [3 Puntos de Experiencia] El patito se fue, sintiéndose amado
fr_fr: <:cmd_Hug_01:442695336348221451>** SMACK ** Vous avez câliné le bébé canard, et il est vraiment heureux maintenant! [3 exp] Le bébé canard est parti, se sentant aimé
hu_hu: <:cmd_Hug_01:442695336348221451> **SMACK** Megölelted a babakacsát, aki most nagyon boldog! [3 xp] A babakacsa elment, vidáman érezve magát
it_it: <:cmd_Hug_01:442695336348221451>** SMACK ** Hai stretto l'anatroccolo e ora è davvero felice! Aww :heart: [3 exp] L'anatroccolo se ne andò, sentendosi amato
nl_nl: <:cmd_Hug_01:442695336348221451>**SMACK** Je knuffelde de baby-eend en nu is hij heel blij! [3 exp] De baby-eend ging weg en voelde zich geliefd
pl_pl: <:cmd_Hug_01:442695336348221451>**PLASK** Przytuliłeś małą kaczkę, a teraz jest naprawdę szczęśliwa! [3 exp] Kaczka odeszła, czując się kochana
pt_br: <:cmd_Hug_01:442695336348221451> **SMACK** Você abraçou o pato bebê e agora ele está muito feliz! [3 exp] O bebê vazou se sentindo muito amado! Oxe!
ru_ru: <:cmd_Hug_01:442695336348221451> Вы обняли утёнка, теперь он счастлив! [+3 очка опыта] Утёнок ушёл с чувством, что его любят.
sv_se: <:cmd_Hug_01:442695336348221451> **SMACK** Du kramade babyandan, och nu är den riktigt glad! [3 exp] Barn ankan lämnade, medan den känner sig älskad
tr_tr: <:cmd_Hug_01:442695336348221451>**SMACK** Yavru ördeğe sarıldın ve şimdi gerçekten çok mutlu! [3 exp] Yavru ördek gitti, sevildiğini hissediyor
vi_vn: <:cmd_Hug_01:442695336348221451> **SMACK** Bạn vừa ôm một chú vịt con, được thưởng 3 exp :two_hearts: Vịt con bay đi, không biết rằng kẻ chú vừa ôm chính là kẻ đã giết mẹ :heart_eyes:

source: **I AM...** Your mother
ar_001: **انا..** والدتك.
cs_cz: **JSEM...** Tvoje matka
da_dk: JEG ER... Din mor
de_de: **ICH BIN...** Deine Mutter
es_es: **YO SOY...** Tu madre
fr_fr: **Je suis...** ta mère
hu_hu: **ÉN VAGYOK...** Az anyád
it_it: **IO SONO...** Tua madre
nl_nl: **IK BEN...** Je moeder
pl_pl: **JESTEM...** Twoją matką
pt_br: **EU SOU...** sua mãe
ru_ru: **Я...** твоя мать
sv_se: **JAG ÄR...** Din mamma
tr_tr: **Ben..** senin annenim
vi_vn: **CHÀO BỐ ĐI CON**

source: :skull_crossbones: **{onomatopoeia}** You killed me in {time} seconds, but you won't kill my children! \_X< *COUAC* {exp}
ar_001: ** }skull_crossbones: **{onomatopoeia: لقد قتلتني في {time} ثانية ، لكنك لن تقتل أطفالي! \ _ {exp}
da_dk: :skull_crossbones: **{onomatopoeia}** Du dræbte mig på {time} sekunder, men du vil ikke dræbe mine børn! \ _X < *COUAC* {exp}
de_de: :skull_crossbones: **{onomatopoeia}** Du hast mich in {time} Sekunden getötet, aber meine Kinder wirst du nicht kriegen! \_X< *COUAC* {exp}
es_es: :skull_crossbones: **{onomatopoeia}** Me has matado en {time} segundos, pero tu no matarás a mis niños! \_X< *COUAC* {exp}
fr_fr: :skull_crossbones: ** {onomatopoeia} ** Tu m'as tué en {time} secondes, mais tu ne tueras pas mes enfants! \ _X < * COUAC * {exp}
it_it: :skull_crossbones: **{onomatopoeia}** Mi hai ucciso in {time} secondi, ma non ucciderai i miei figli! \_X< *COUAC* {exp}
nl_nl: :skull_crossbones: **{onomatopoeia}** Je hebt me gedood in {time} seconden, maar je zult mijn kinderen niet doden! \_X< *COUAC* {exp}
pl_pl: :Skull_crossbones: **Zabiłeś mnie w kilka sekund, ale nie zabijesz moich dzieci! \_X< *KWAK* {exp}
pt_br: :skull_crossbones: **{onomatopoeia}** Você me matou em {time} segundos, mas não vai matar meus filhos! \_X< *COUAC* {exp}
ru_ru: :skull_crossbones: **{onomatopoeia}** Вы убили меня за {time} сек., но моих детей вы убить не сможете! \_X< *COUAC* {exp}
sv_se: :skull_crossbones: **{onomatopoeia}** Du dödade mig på {time} sekunder, men du dödar inte mina barn! \ _X <* COUAC * {exp}
tr_tr: :skull_crossbones: ** {onomatopoeia} ** Beni {time} saniye içinde öldürdün, ama çocuklarımı öldürmeyeceksin! \ _X < * COUAC * {exp}
vi_vn: :skull_crossbones: **{onomatopoeia}** Bạn đã hạ con vịt trong {time} giây, nhưng bạn đã không giết con của nó! *CẶC CẶC* {exp}

source: <:Wizzz:365870248554921985> Wizzz huggy ducky!
da_dk: <:Wizzz:365870248554921985> Wizzz kramme and!
de_de: <:Wizzz:365870248554921985>Wizzz knuddelt Entchen!
es_es: <:Wizzz:365870248554921985> Wizzz patito abrazable!
hu_hu: <:Wizzz:365870248554921985> Gyere kiskacsa!
it_it: <:Wizzz:365870248554921985>Wizzz anatrina coccolina!
pl_pl: <:Wizzz:365870248554921985> Łiiii przytulna kaczka!
pt_br: <:Wizzz:365870248554921985> Wizzz um patinho fofinho!
vi_vn: <:Wizzz:365870248554921985> Cú ôm của loài vịt!

source: https://www.youtube.com/watch?v=HP362ccZBmY
vi_vn: sách dạy tiếng vịt kêu : https://tinyurl.com/pxn3c8l

source: :x: Incorrect syntax. Use the command this way: `!settings [view/set/reset/list/modified] [setting if applicable]`
ar_001: :x: بناء جملة غير صحيح. استخدم الأمر بهذه الطريقة: `! إعدادات [view / set / reset / list / modified] [setting if applicable]`
bg_bg: :x: Неправилен синтаксис. Използвайте командата по следния начин: `! Settings [view / set / reset / list / modified] [настройка, ако е приложимо]`
da_dk: :x: Forkert syntaks. Brug kommandoen på denne måde: `!settings [view/set/reset/list/modified] [indstilling hvis relevant]`
el_gr: : x: Εσφαλμένη σύνταξη. Χρησιμοποιήστε την εντολή με αυτό τον τρόπο: `! Settings [view / set / reset / list / modify] [ρύθμιση εάν υπάρχει]`

source: <a:a_cmd_UnknownSetting:439550426862452746> **ERROR:** I don't know this setting
ar_001: <a:a_cmd_UnknownSetting:439550426862452746>** خطأ: ** لا أعرف هذا الإعداد.
bg_bg: <a:a_cmd_UnknownSetting:439550426862452746>** ГРЕШКА: ** Не знам тази настройка
da_dk: <a:a_cmd_UnknownSetting:439550426862452746>**FEJL:** Jeg kender ikke denne indstilling
el_gr: <a:a_cmd_UnknownSetting:439550426862452746>** ΣΦΑΛΜΑ: ** Δεν γνωρίζω αυτή τη ρύθμιση.

source: The list of preferences is available on our new website: https://duckhunt.me/bot-settings/
ar_001: قائمة التفضيلات متوفرة على موقعنا الجديد: https://duckhunt.me/bot-settings/
bg_bg: Списъкът с предпочитания е достъпен на нашия нов уебсайт: https://duckhunt.me/bot-settings/
da_dk: Listen over præferencer er tilgængelig på vores nye hjemmeside: https://duckhunt.me/bot-settings/
el_gr: Η λίστα των ρυθμίσεων διατίθεται στη νέα μας ιστοσελίδα: https://duckhunt.me/bot-settings/

source: Here is the command list: http://duckhunt.me/command-list/ | If you need anything, feel free to join the support server at https://discordapp.com/invite/2BksEkV
bg_bg: Ето списъка с команди: http://duckhunt.me/command-list/ | Ако имате нужда от нещо, не се колебайте да се присъедините към сървъра за поддръжка на https://discordapp.com/invite/2BksEkV
da_dk: Her er kommandolisten: http://duckhunt.me/command-list/ | Hvis du har brug for noget, er du velkommen til at deltage i support-serveren på https://discordapp.com/invite/2BksEkV

source: :alarm_clock: Next giveback of weapons and magazines in {sec} seconds ({hours} hours and {minutes} minutes).
ar_001: :alarm_clock: الارجاع التالي للأسلحة والمجلات خلال {sec} ثانية ({hours} ساعة و {minutes} دقائق).
bg_bg: :alarm_clock: Следващо връщане на оръжия и списания в {sec} секунди ({часа) часа и {минути} минути).
da_dk: :alarm_clock: Næste tilbagesendelse af våben og magasiner om {sec} sekunder ({hours} timer og {minutes} minutter).
el_gr: : alarm_clock: Επόμενο ανανέωση όπλων και περιοδικών σε {δευτερόλεπτα δευτερόλεπτα ({ώρες} ώρες και {λεπτά} λεπτά).

source: The scores are online at http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}
bg_bg: Резултатите са онлайн на адрес http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}
da_dk: Scorerne er online på http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}
el_gr: Τα αποτελέσματα είναι τώρα διαθέσιμα στο διαδίκτυο στη διεύθυνση http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}

source: Your duckstats are waiting for you at http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}&pid={player_id}
bg_bg: Вашите патици ви очакват на адрес http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}&pid={player_id}
da_dk: Dine duckstats venter på dig på http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}&pid={player_id}
el_gr: Τα Duckstats είναι τώρα διαθέσιμα στο διαδίκτυο στη διεύθυνση http://duckhunt.api-d.com/web/duckstats.php?cid={channel_id}&pid={player_id}

source: Next time someone sabotages you, just shot. It won't do much damage except for hurting your reputation
da_dk: Næste gang nogen saboterer dig, bare skyd. Det vil ikke gøre meget skade undtagen for at skade dit omdømme

source: :money_with_wings: You put some bread on the channel to attract ducks. They'll stay 20 seconds longer before leaving for the rest of the day!
da_dk: :money_with_wings: Du lægger noget brød på kanalen for at tiltrække ænder. De bliver 20 sekunder længere før de tager afsted resten af dagen!

source: :skull_crossbones: **{onomatopoeia}** You killed the duck in {time} seconds, you are now at a grand total of {total} ducks (of which {supercanards} were super-ducks) killed on #{channel}. \_X< *COUAC* {exp}
ar_001: **{skull_crossbones: **{onomatopoeia: **لقد قتلت البطة في غضون {time} ثانية ، فأنت الآن في المجموع الكلي من {total {ducks (التي كانت {supercanards} فيها بطات فائقة) تقتل علىexp} {e{channel}#e}
da_dk: :skull_crossbones: **{onomatopoeia}** Du dræbte anden på {time} sekunder, du er nu oppe på en samlet sum af {total} ænder (hvoraf {supercanards} var super-ænder) dræbt på #{channel}. \_X < *COUAC* {exp}
