Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: :small_red_triangle: The permission `read_message_history` is missing. This is essential for the normal function of the bot, as I need to be able to read messages. You can proceed without it, but shouldn't.
ar_001: :small_red_triangle: الإذن `read_message_history` مفقود. هذا ضروري لوظيفة عادية من البوت ، لأنني بحاجة إلى قراءة الرسائل. يمكنك المتابعة بدونها ، لكن لا ينبغي ذلك.
bg_bg: :small_red_triangle: Липсва разрешението `read_message_history`. Това е от съществено значение за нормалната функция на бота, тъй като трябва да мога да чета съобщения. Можете да продължите без него, но не трябва.
cs_cz: :small_red_triangle: Oprávnění `číst historii zpráv` chybí. Je to základ pro normální funkčnost bota, protože potřebuji mít možnost číst zprávy. Můžeš bez něho pokračovat, ale neměl bys.
da_dk: :small_red_triangle: Tilladelsen `read_message_history` mangler. Dette er vigtigt for bottens normale funktion, da jeg skal kunne læse beskeder. Du kan fortsætte uden det, men bør ikke.
de_de: :small_red_triangle: Die Berechtigung `Nachrichtenverlauf lesen`fehlt. Diese ist wichtig für die normale Funktion des Bots, da ich Nachrichten lesen können muss. Du kannst ohne diese Funktion fortfahren, solltest dies aber nicht tun.
el_gr: : small_red_triangle: Η άδεια `διαβάσματος ιστορικού μυνημάτων` λείπει. Αυτό είναι απαραίτητο για την κανονική λειτουργία του συστήματος, καθώς πρέπει να μπορώ να διαβάζω μηνύματα. Μπορείτε να προχωρήσετε χωρίς αυτό, αλλά δεν πρέπει.
es_es: :small_red_triangle: Falta el permiso `read_message_history` (Leer el historial de mensajes). Este permiso es esencial para el funcionamiento normal del bot, ya que lo necesito para poder leer los mensajes. Puedes no darme este permiso, pero no es recomendable.
fr_fr: :small_red_triangle: La permission `read_message_history` (voir l'historique des messages) est manquante. Elle est essentielle au fonctionnement normal du bot, car je dois pouvoir lire des messages... Vous pouvez continuer sans, mais je vous le déconseille vivement.
it_it: :small_red_triangle: Manca l'autorizzazione `read_message_history`. Questa è essenziale per il normale funzionamento del bot, in quanto ho bisogno dell’abilità di poter di leggere i messaggi. Potresti procedere senza, ma non dovresti.
nl_nl: :small_red_triangle: de permissie `read_message_history` ontbreekt. Dit is essentieel voor het normaal functioneren van de bot, omdat ik berichten moet kunnen lezen. Je kunt verder gaan zonder, maar dat zou je niet moeten doen.
pl_pl: :small_red_triangle: Brakuje uprawnienia `read_message_history`. Jest ona niezbędna do normalnej pracy bota, ponieważ muszę być w stanie czytać wiadomości. Możesz kontynuować bez tego uprawnienia, ale nie powinieneś.
pt_br: :small_red_triangle: A permissão `read_message_history` está faltando. Isso é essencial para a função normal do bot, já que preciso ler mensagens. Você pode prosseguir sem isso, mas não deveria.
ru_ru: :small_red_triangle: У меня отсутствует право на чтение сообщений. Для исправного функционирования бота ему обязательно обладать этим правом. Я могу попробовать поработать без него, но лучше не делайте так.
sv_se: :small_red_triangle: Tillståndet `read_message_history` saknas. Detta är väsentligt för botens normala funktion, eftersom jag behöver kunna läsa meddelanden. Du kan fortsätta utan det, men borde inte göra det.
tr_tr: :small_red_triangle: `read_message_history` izni yok. Mesajları okuyabilmem gerektiğinden, botun normal çalışması için bu çok önemlidir. Bu olmadan devam edebilirsiniz, ama yapmamalısınız.
vi_vn: :small_red_triangle: Quyền `read_message_history` bị thiếu. Vì vịt cần nó để đọc tin nhắn. Vẫn có thể sử dụng vịt khi không có quyền này, nhưng không nên vì có thể gây ra lỗi

source: :small_red_triangle: The permission `add_reactions` is missing. It's a required permission for interactive embeds, and they are almost everywhere. You could proceed without it, but it's not recommended and could lead to errors
ar_001: :small_red_triangle: الإذن `add_reactions` مفقود. إنها إذن مطلوب للتضمينات التفاعلية ، وهي في كل مكان تقريبًا. يمكنك المتابعة بدونها ، ولكن لا يوصى بها وقد تؤدي إلى حدوث أخطاء.
bg_bg: : mall_red_triangle: Липсва разрешение `add_reactions`. Това е необходимо разрешение за интерактивни вграждания и те са почти навсякъде. Можете да продължите без него, но не се препоръчва и може да доведе до грешки
cs_cz: :small_red_triangle: Oprávnění `přidat reakce` chybí. Je to nezbytné oprávnění pro interaktivní vložky a ty jsou skoro všude. Můžeš bez něho pokračovat, ale není to doporučeno a mohlo by to vést k chybám.
da_dk: :small_red_triangle: Tilladelsen `add_reactions` mangler. Det er en nødvendig tilladelse til interaktive Indlejringer, og de er næsten overalt. Du kan fortsætte uden det, men det anbefales ikke og kan føre til fejl
de_de: :small_red_triangle: Die Berechtigung `Reaktionen hinzufügen`fehlt. Es handelt sich um eine erforderliche Berechtigung für interaktive Einbettungen, und die gibt es fast überall. Du kannst ohne sie fortfahren, aber das wird nicht empfohlen und könnte zu Fehlern führen.
el_gr: : small_red_triangle: Η άδεια `πρόσθεση αντιδράσεων` λείπει. Είναι μια απαραίτητη άδεια για διαδραστικές ενσωματώσεις και είναι σχεδόν παντού. Θα μπορούσατε να προχωρήσετε χωρίς αυτό, αλλά δεν συνιστάται και θα μπορούσε να οδηγήσει σε σφάλματα
es_es: :small_red_triangle: Falta el permiso `add_reactions` (Añadir Reacciones). Es un permiso necesario para los Enlaces interactivos, ya que están en casi todos lados. Puedes no darme este permiso, pero no es recomendable y puede producir errores.
fr_fr: :small_red_triangle: La permission `add_reactions` (ajouter des réactions) est manquante. C'est une permission requise pour les tableaux interactifs, et ils sont partout. Vous pouvez continuer sans, mais vous rencontrerez sûrement des erreurs.
it_it: :small_red_triangle: Manca l'autorizzazione `add_reactions`. È un permesso richiesto per gli incorporamenti interattivi, e sono quasi ovunque. Potresti procedere senza, ma non è consigliato e potrebbe portare a errori
nl_nl: :small_red_triangle: De permissie `add_reactions` ontbreekt. Het is een vereiste toestemming voor interactieve embeds en ze zijn bijna overal. Je zou zonder dit door kunnen gaan, maar het wordt niet aanbevolen en kan leiden tot fouten
pl_pl: :small_red_triangle: Brakuje uprawnienia `add_reactions`. Jest to wymagane uprawnienie dla interaktywnych ebmedów i są one prawie wszędzie. Możesz kontynuować bez niego, ale nie jest to zalecane i może spowodować błędy.
pt_br: :small_red_triangle: A permisão `add_reactions` está faltando. É uma permissão necessária para embeds interativos, e elas estão em quase todos os lugares. Você poderia prosseguir sem isso, mas não é recomendado e pode levar a erros
ru_ru: :small_red_triangle: У меня отсутствует право на добавление реакций к сообщениям. Это право обязательно для интерактивных меню, а они почти везде. Я могу и без него, но лучше не пытайтесь, дабы избежать ошибок.
sv_se: :small_red_triangle: Tillståndet `add_reactions` saknas. Det är en obligatorisk tillåtelse för interaktiva inbäddningar, och de finns nästan överallt. Du kan fortsätta utan det, men det rekommenderas inte och kan leda till fel
tr_tr: :small_red_triangle: `add_reactions` izni yok. Etkileşimli yerleştirmeler için bu gerekli bir izin ve neredeyse her yerdeler. Bu olmadan devam edebilirsiniz, ancak tavsiye edilmez ve hatalara neden olabilir
vi_vn: :small_red_triangle: Quyền `add_reactions` bị thiếu. Vịt cần nó để có thể tương tác. Các tương tác nhúng ở mọi nơi. Nếu không có quyền nãy có thể gây ra lỗi

source: :small_red_triangle: The permission `attach_files` is missing. It's a required permission for embeds, and they are almost everywhere. You could proceed without it, but it's not recommended and could lead to errors
ar_001: :small_red_triangle: الإذن `attach_files` مفقود. إنها إذن مطلوب للتضمين ، وهي في كل مكان تقريبًا. يمكنك المتابعة بدونها ، ولكن لا يوصى بها وقد تؤدي إلى حدوث أخطاء.
bg_bg: :small_red_triangle: Липсва разрешението `attach_files`. Това е необходимо разрешение за вграждане и те са почти навсякъде. Можете да продължите без него, но не се препоръчва и може да доведе до грешки
cs_cz: :small_red_triangle: Oprávnění `přiložit soubory` chybí. Je to nezbytné oprávnění pro vložky, a ty jsou skoro všude. Můžeš bez něho pokračovat, ale není to doporučeno a mohlo by to vést k chybám.
da_dk: :small_red_triangle: Tilladelsen `attach_files` mangler. Det er en obligatorisk tilladelse til embeds, og de er næsten overalt. Du kan fortsætte uden det, men det anbefales ikke og kan føre til fejl
de_de: :small_red_triangle: Die Berechtigung `Dateien anhängen` fehlt. Es handelt sich um eine erforderliche Berechtigung für Einbettungen, die es fast überall gibt. Du kannst ohne sie fortfahren, aber das wird nicht empfohlen und könnte zu Fehlern führen.
el_gr: : small_red_triangle: Η άδεια `πρόσθεση αρχείων` λείπει. Είναι μια απαραίτητη άδεια για διαδραστικές ενσωματώσεις και είναι σχεδόν παντού. Θα μπορούσατε να προχωρήσετε χωρίς αυτό, αλλά δεν συνιστάται και θα μπορούσε να οδηγήσει σε σφάλματα
es_es: :small_red_triangle: Falta el permiso `attach_files` (Adjuntar Archivos). Es un permiso necesario para los enlaces web, ya que están en casi todos lados. Puedes no darme este permiso, pero no es recomendable y puede producir errores.
fr_fr: :small_red_triangle: La permission `attach_files` (attacher des fichiers) est manquante. C'est une permission requise pour les messages interactifs, et ils sont partout. Vous pouvez continuer sans, mais vous rencontrerez sûrement des erreurs.
it_it: :small_red_triangle: Manca l'autorizzazione `attach_files`. È un permesso richiesto per gli incorporamenti interattivi, e sono quasi ovunque. Potresti procedere senza, ma non è consigliato e potrebbe portare a errori
nl_nl: :small_red_triangle: De permissie `attach_files` ontbreekt. Het is een vereiste toestemming voor embeds en ze zijn bijna overal. Je zou zonder dit door kunnen gaan, maar het wordt niet aanbevolen en kan leiden tot fouten
pl_pl: :small_red_triangle: Brakuje uprawnienia `attach_files`. Jest to wymagane uprawnienie dla embedów, i są one prawie wszędzie. Możesz kontynuować bez tego uprawnienia, ale nie jest to zalecane i może spowodować błędy.
pt_br: :small_red_triangle: A permissão `attach_files` está faltando. É uma permissão necessária para embeds, e elas estão em quase todos os lugares. Você poderia prosseguir sem isso, mas não é recomendado e pode levar a erros
ru_ru: :small_red_triangle: У меня отсутствует право на отправку файлов. Это право обязательно для интерактивных меню, а они почти везде. Я могу и без него, но лучше не пытайтесь, дабы избежать ошибок.
sv_se: :small_red_triangle: Tillståndet `attach_files` saknas. Det är ett krävt tillstånd för inbäddningar, och de finns nästan överallt. Du kan fortsätta utan det, men det rekommenderas inte och kan leda till fel
tr_tr: :small_red_triangle: `attach_files` izni yok. Gömüler için gerekli bir izin ve neredeyse her yerdeler. Bu olmadan devam edebilirsiniz, ancak tavsiye edilmez ve hatalara neden olabilir
vi_vn: :small_red_triangle: Quyền `attach_files` bị thiếu. Vịt cần quyền này để nhúng file. Các file nhúng có ở khắp nơi. Nếu không có quyền này có thể gây ra lỗi

source: :small_red_triangle: The permission `embed_links` is missing. This is used to send embeds You could proceed without it, but really shouldn't as it will lead to errors
ar_001: :small_red_triangle: الإذن `embed_links` مفقود. يستخدم هذا لإرسال التضمينات. يمكنك المضي قدمًا بدونها ، ولكن في الحقيقة لا ينبغي أن تؤدي إلى أخطاء.
bg_bg: :small_red_triangle: Липсва разрешението "embed_links". Това се използва за изпращане на вграждания Можете да продължите без него, но наистина не трябва, тъй като това ще доведе до грешки
cs_cz: :small_red_triangle: Oprávnění `vkládat odkazy` chybí. Toto je použito k vložení odkazů. Můžeš bez něho pokračovat, ale neměl bys, protože povede k chybám.
da_dk: :small_red_triangle: Tilladelsen `embed_links` mangler. Dette bruges til at sende indlejringer Du kunne fortsætte uden det, men det burde virkelig ikke, da det vil føre til fejl
de_de: :small_red_triangle: Die Berechtigung`Links einbetten` fehlt. Diese wird verwendet um Einbettungen zu senden. Du kannst ohne sie fortfahren, aber das wird nicht empfohlen, da es zu Fehlern führen wird.
el_gr: : small_red_triangle: Η άδεια `πρόσθεση συνδέσμων` λείπει. Αυτό χρησιμοποιείται για την αποστολή ενσωματώσεων Θα μπορούσατε να προχωρήσετε χωρίς αυτό, αλλά πραγματικά δεν πρέπει, καθώς θα οδηγήσει σε σφάλματα
es_es: :small_red_triangle: Falta el permiso `embed_links`(Insertar Enlaces). Este permiso es usado para enviar Enlaces Puedes no darme este permiso, pero realmente no deberías por que puede producir errores.
fr_fr: :small_red_triangle: La permission `embed_links` (intégrer des liens) est manquante. Cette permission est utilisée pour envoyer des messages interactifs. Sans elle, vous êtes sûr(e) de rencontrer des erreurs. Bien que vous puissiez continuer sans, ce n'est pas recommandé.
it_it: :small_red_triangle: Manca l'autorizzazione `embed_links`. Questa è usata per inviare incorporamenti Potresti procedere senza di esso, ma in realtà non dovresti, poiché porterà a errori
nl_nl: :small_red_triangle: De permissie `embed_links` ontbreekt. Dit wordt gebruikt om embeds te verzenden Je zou zonder dit door kunnen gaan, maar dat zou je echt niet moeten doen, want het zal tot fouten leiden
pl_pl: :small_red_triangle: Brakuje uprawnienia `embed_links`. Jest ono używane do wysyłania embedów Mógłbyś kontynuować bez tego uprawnienia, ale naprawdę nie powinieneś, bo to doprowadzi do błędów.
pt_br: :small_red_triangle: A permissão `embed_links` está faltando. Isso é usado para enviar embeds Você poderia prosseguir sem isso, mas realmente não deveria pois levará a erros
ru_ru: :small_red_triangle: У меня отсутствует право на создание интерактивных меню. Оно нужно для создания... интерактивных меню. Я могу и без него, но лучше не пытайтесь, дабы избежать ошибок.
sv_se: :small_red_triangle: Tillståndet `embed_links` saknas. Detta används för att skicka inbäddningar Du kan fortsätta utan det, men borde verkligen inte eftersom det kommer att leda till fel
tr_tr: :small_red_triangle: `embed_links` izni eksik. Bu embed göndermek için kullanılır Bu olmadan devam edebilirsiniz, ancak hatalara yol açacağı için tavsiye edilmez.
vi_vn: :small_red_triangle: Quyền `embed_links` bị thiếu. Vịt cần quyền này để gửi links nhúng. Nếu thiếu quyền này có thể gây ra lỗi, vẫn có thể dung mà không có quyền này

source: :small_orange_diamond: You gave me the `administrator` permission. Although this will not cause problems, it's unsafe to give bots such powerful permissions, especially if they don't need them. You can proceed with it.
ar_001: :small_orange_diamond: لقد منحتني إذن "المشرف". على الرغم من أن هذا لن يسبب أية مشكلات ، إلا أنه غير آمن إعطاء برامج البوت هذه الأذونات القوية ، خاصةً إذا لم تكن بحاجة إليها. يمكنك المضي قدما في ذلك.
bg_bg: :small_orange_diamond: Дадохте ми разрешение за администратор. Въпреки че това няма да доведе до проблеми, не е безопасно да се дават на ботове толкова мощни разрешения, особено ако не им трябват. Можете да продължите с него.
cs_cz: :small_orange_diamond: Dali jste mi oprávnění `administrátor` Přestože toto nastavení nezpůsobí problémy, je nebezpečné dávat tak mocná oprávnění botům, kteří je nepotřebují. Můžete s ním pokračovat.
da_dk: :small_orange_diamond: Du gav mig tilladelsen til "administrator". Selv om dette ikke vil medføre problemer, er det usikkert at give bots så kraftfulde tilladelser, især hvis de ikke har brug for dem. Du kan fortsætte med det.
de_de: :small_orange_diamond: Du hast mir die `Administrator` Berechtigung gegeben. Auch wenn dies keine Probleme verursachen wird, ist es dennoch nicht sicher, einem Bot solche Macht zu geben, besonders wenn er sie gar nicht braucht. Du kannst damit aber fortfahren.
el_gr: : small_orange_diamond: Μου έδωσες την άδεια του διαχειριστή. Παρόλο που αυτό δεν θα προκαλέσει προβλήματα, δεν είναι ασφαλές να δίνεις στα bots τέτοια ισχυρά δικαιώματα, ειδικά αν δεν τα χρειάζονται. Μπορείτε να συνεχίσετε με αυτό.
es_es: :small_orange_diamond: Me has concedido el permiso de `administrator`(Administrador). Aunque esto no cause problemas, no es seguro dar a los bot permisos tan elevados, especialmente si no los necesitan. Aun así puedes darme este permiso, pero hazlo con cautela.
fr_fr: :small_orange_diamond: Vous m'avez donné la permission `administrator` (Administrateur). Bien que cela ne cause pas de problèmes, il est dangereux de donner aux bots des permissions aussi puissantes, surtout si ils ne la nécessitent pas. Vous pouvez cependant continuer avec cette permission activée.
it_it: :small_orange_diamond: Mi hai dato il permesso di `administrator`. Sebbene ciò non causi problemi, è pericoloso fornire ai bot autorizzazioni così potenti, specialmente se non ne hanno bisogno. Puoi procedere come sai.
nl_nl: :small_orange_diamond: Je hebt me de `administrator` permissie gegeven. Hoewel dit geen problemen veroorzaakt, is het onveilig om bots zulke machtige rechten te geven, vooral als ze deze niet nodig hebben. Je kunt er mee doorgaan.
pl_pl: :small_orange_diamond: Dałeś mi uprawnienie `administrator`. Chociaż to nie będzie sprawiało problemów, to nie jest bezpieczne nadawać botom tak potężnych uprawnień, zwłaszcza jeśli ich nie potrzebują. Możesz kontynuować.
pt_br: :small_orange_diamond: Você me deu a permissão `administrator` Embora isso não cause problemas, não é seguro dar aos bots permissões tão poderosas, especialmente se eles não precisarem. Você pode prosseguir com isso.
ru_ru: :small_orange_diamond: Вы выдали мне права администратора. Проблем из-за этого не будет, но давать слишком много прав ботам небезопасно, тем более, когда они в этом не нуждаются. Можно продолжать.
sv_se: :small_orange_diamond: Du gav mig behörigheten `administratör`. Även om detta inte kommer att orsaka problem, är det osäkert att ge bots så kraftfulla behörigheter, särskilt om de inte behöver dem. Du kan fortsätta med det.
tr_tr: :small_orange_diamond: Bana `yönetici` iznini verdin. Bu sorun yaratmasa da, botlara bu kadar güçlü izinler vermek, özellikle de ihtiyaç duymazlarsa güvenli değildir. Bu şekilde devam edebilirsiniz.
vi_vn: :small_orange_diamond: Bạn đã cho vịt nắm quyền quản trị viên. Không nên cho một con vịt có quyền như tổng thống vì sự an toàn cho nhân loại.... Nhưng có cho cũng không sao cả.

source: :small_orange_diamond: The permission `create_instant_invite` is missing. It's not really essential for the normal function of the bot, but needed for error reports. You can proceed without it.
ar_001: :small_orange_diamond: الإذن `create_instant_invite` مفقود. إنه ليس ضروريًا حقًا للوظيفة العادية للبوت ، ولكنه ضروري لتقارير الخطأ. يمكنك المتابعة بدونها.
bg_bg: :small_orange_diamond: Липсва разрешение `create_instant_invite`. Не е от съществено значение за нормалната функция на бота, но е необходим за доклади за грешки. Можете да продължите без него.
cs_cz: :small_orange_diamond: Oprávnění `vytvořit pozvánku` chybí. Toto není potřeba pro normální funkčnost bota, ale je potřeba pro chybová hlášení. Můžete bez něho pokračovat.
da_dk: :small_orange_diamond: Tilladelsen `create_instant_invite` mangler. Det er ikke helt afgørende for bottens normale funktion, men det er nødvendigt for fejlrapporter. Du kan fortsætte uden det.
de_de: :small_orange_diamond: Die Berechtigung `Soforteinladung erstellen` fehlt. Sie ist nicht wirklich notwendig für die normalen Funktionen des Bots, wird aber für Fehlerberichte benötigt. Du kannst ohne sie fortfahren.
el_gr: : small_orange_diamond: Η άδεια `δημιουργία πρόσκλησης` λείπει. Δεν είναι πραγματικά απαραίτητο για την κανονική λειτουργία του bot, αλλά χρειάζεται για αναφορές σφαλμάτων. Μπορείτε να προχωρήσετε χωρίς αυτό.
es_es: :small_orange_diamond: Falta el permiso `create_instant_invite` (Crear invitación Instantánea) No es realmente esencial para el funcionamiento del bot, pero se necesita para enviar informes de errores. Puedes no darme este permiso.
fr_fr: :small_orange_diamond: La permission `create_instant_invite` (créer une invitation) est manquante. Elle n'est pas vraiment essentielle au fonctionnement du bot, mais elle est nécessaire si vous voulez envoyer des rapports d'erreur. Vous pouvez cependant continuer sans.
it_it: :small_orange_diamond: Manca l'autorizzazione `create_instant_invite`. Non è veramente essenziale per la normale funzione del bot, ma è richiesta per le segnalazioni di errore. Volendo, puoi procedere senza di essa.
nl_nl: :small_orange_diamond: De permissie `create_instant_invite` ontbreekt. Het is niet echt essentieel voor het normaal functioneren van de bot, maar wel nodig voor foutmeldingen. Je kunt doorgaan zonder.
pl_pl: :small_orange_diamond: Brakuje uprawnienia `create_instant_invite`. Nie jest to tak naprawdę niezbędne do normalnej pracy bota, ale jest potrzebne do raportów o błędach. Możesz kontynuować bez niego.
pt_br: :small_orange_diamond: A permissão `create_instant_invite` está faltando. Não é realmente essencial para a função normal do bot, mas necessária para reportar erros. Você pode prosseguir sem isso.
ru_ru: :small_orange_diamond: У меня отсутствует право на создание ссылок-приглашений. Это необязательно для нормальной работы бота, но обязательно для отправки сообщений об ошибках. Можно продолжать без него.
sv_se: :small_orange_diamond: Tillståndet `create_instant_invite` saknas. Det är inte riktigt väsentligt för botens normala funktion, men är nödvändigt för felrapporter. Du kan fortsätta utan det.
tr_tr: :small_orange_diamond: `create_instant_invite` izni eksik. Botun normal çalışması için gerçekten önemli değil, ancak hata raporları için gerekli. Bu olmadan devam edebilirsiniz.
vi_vn: :small_orange_diamond: Quyền`create_instant_invite` bị thiếu. Vịt cần nó để báo cáo lỗi. Nhưng không có cũng không sao cả.
