Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: :small_orange_diamond: The permission `manage_messages` is missing. This is used to remove some messages on sneaky commands (weapon sabotage, etc.), and also if you use the `delete_commands` setting You could proceed without it, but it's not recommended and could lead to errors
ar_001: :small_orange_diamond: الإذن `manage_messages` مفقود. يستخدم هذا لإزالة بعض الرسائل على الأوامر الخداعية (تخريب الأسلحة ، إلخ) ، وكذلك إذا كنت تستخدم الإعداد "delete_commands". يمكنك المتابعة بدونها ، ولكن لا يوصى بها وقد تؤدي إلى حدوث أخطاء.
bg_bg: :small_orange_diamond: Разрешението `manage_messages` липсва. Това се използва за премахване на някои съобщения на подъл команди (оръжейни саботажи и т.н.), а също и ако използвате настройката `delete_commands ' Можете да продължите без него, но не се препоръчва и може да доведе до грешки
cs_cz: :small_orange_diamond: Oprávnění `správa zpráv` chybí. Toto je použito k odstranění zpráv tajných příkazů (sabotáž zpraní, atd.), a také pokud použiješ nastavení `delete_commands`. Můžeš bez něho pokračovat, ale není to doporučeno a mohlo by to vést k chybám.
da_dk: :small_orange_diamond: Tilladelsen `manage_messages` mangler. Dette bruges til at fjerne nogle meddelelser på lusket kommandoer (våben sabotage osv.), Og også hvis du bruger indstillingen `delete_commands` Du kan fortsætte uden det, men det anbefales ikke og kan føre til fejl
de_de: :small_orange_diamond: Die Berechtigung`Nachrichten verwalten` fehlt. Diese wird verwendet um Nachrichten zu entfernen, die hinterhältige Befehle (Waffensabotage etc.) enthalten, aber auch wenn Du die `delete_commands`Einstellung verwendest. Du kannst ohne sie fortfahren, aber es ist nicht empfohlen, da es zu Fehlern führen könnte.
el_gr: : small_orange_diamond: Η άδεια `διαχείριση μυνημάτων` λείπει. Αυτό χρησιμοποιείται για την κατάργηση μερικών μηνυμάτων σε ύπουλες εντολές (σαμποτάζ όπλων κ.λπ.), αλλά και να χρησιμοποιείτε τη ρύθμιση `διαγραφή εντολών` Θα μπορούσατε να προχωρήσετε χωρίς αυτό, αλλά δεν συνιστάται και θα μπορούσε να οδηγήσει σε σφάλματα
es_es: :small_orange_diamond: Falta el permiso `manage_messages`(Administrar mensajes). Este permiso es usado para eliminar algunos mensajes de comandos que necesitan discreción o sigilo (sabotaje de armas, etc.), y también si activaste el ajuste `delete_commands` (borrar_comandos) Puedes no darme este permiso, pero no es recomendable y puede producir errores.
fr_fr: :small_orange_diamond: La permission `manage_messages` (gérer les messages) est manquante. Elle est utilisée à plusieurs endroits dans le bot, notamment pour supprimer certains messages qui ne doivent pas être publics (sabotage, ...), pour supprimer les commandes des utilisateurs si vous avez activé la préférence `delete_commands`... Vous pouvez continuer sans, mais cela implique que vous rencontrerez sûrement des erreurs.
it_it: :small_orange_diamond: Manca l'autorizzazione `manage_messages`. Questa è usata per rimuovere alcuni messaggi con comandi subdoli (sabotaggio dell'arma, ecc.), inoltre se usi l'impostazione `delete_commands` Potresti procedere senza, ma non è consigliato e potrebbe portare a errori
nl_nl: :small_orange_diamond: De permissie `manage_messages` ontbreekt. Dit wordt gebruikt om bepaalde berichten te verwijderen na sneaky commando's (wapen sabotage, etc.), en ook als je de `delete_commands` setting gebruikt Je zou zonder het door kunnen gaan, maar het wordt niet aanbevolen en kan leiden tot fouten
pl_pl: :small_orange_diamond: Brak uprawnienia `manage_messages`. Służy to do usuwania niektórych komunikatów podstępnych komend (sabotaż broni itp.), A także jeśli używasz ustawienia `delete_commands` Możesz kontynuować bez niego, ale nie jest to zalecane i może spowodować błędy.
pt_br: :small_orange_diamond: A permissão `manage_messages` está faltando. Isso é usado para remover mensagens em comandos sorrateiros (sabotagem de arma, etc.) e se você usar a configuração `delete_commands` Você pode prosseguir sem isso, mas não é recomendado e pode levar a erros
ru_ru: ;small_orange_diamond: У меня отсутствует право на управление сообщениями. Оно используется, чтобы удалять сообщения, которые не должны увидеть остальные в том случае, если вы включили параметр `delete_commands` (удаление сообщений с командами). Я могу и без него, но лучше не стоит, дабы избежать ошибок.
sv_se: :small_orange_diamond: Tillståndet `manage_messages` saknas. Detta behöver boten för att radera vissa meddelanden på smyga kommandon (vapen sabotage, etc.), ifall du använder inställningen `delete_commands` så kan du fortsätta med det men det rekommenderas inte eftersom det kan leda till fel.
tr_tr: :small_orange_diamond: `manage_messages` izni eksik. Bu, sinsi komutlardaki (silah sabotajı, vb.) Bazı mesajları kaldırmak için ve ayrıca delete_commands ayarını kullanıyorsanız kullanılır. Bu olmadan devam edebilirsiniz, ancak tavsiye edilmez ve hatalara neden olabilir
vi_vn: :small_orange_diamond: Quyền `manage_messages` bị thiếu. Vịt cần nó để xóa các tin nhắn (vũ khí,v.v.( và cả khi bạn dùng lệnh xóa `delete_commands`.

source: :small_orange_diamond: You gave me the `mention_everyone` permission. This not used, but should't be given in case of a bug You could proceed with it safely.
ar_001: :small_orange_diamond: لقد منحتني إذن `mention_everyone`. هذا لا يستخدم ، ولكن لا ينبغي أن يعطى في حالة وجود خلل. هل يمكن المضي قدما في ذلك بأمان.
bg_bg: :small_orange_diamond: Ти ми даде разрешение `mention_everyone`. Това не се използва, но не трябва да се дава в случай на грешка Можете да продължите безопасно с него.
cs_cz: :small_orange_diamond: Dali jste mi oprávnění `zmínit každého`. Toto není použito, ale nemělo by být dáno v případě chyby. Můžeš s ním bezpečně pokračovat.
da_dk: :small_orange_diamond: Du gav mig tilladelsen "mention_everyone". Dette bruges ikke, men bør ikke gives i tilfælde af en fejl Du kunne fortsætte med det sikkert.
de_de: :small_orange_diamond: Du hast mir die `Alle erwähnen` Berechtigung gegeben. Diese wird nicht verwendet, sollte aber - im Falle einer Fehlfunktion - nicht vergeben werden. Du kannst damit problemlos fortfahren.
el_gr: : small_orange_diamond: Μου έδωσες την άδεια "να κάνω tag όλους". Αυτό δεν χρησιμοποιείται, αλλά δεν πρέπει να δίνεται σε περίπτωση σφάλματος Θα μπορούσατε να συνεχίσετε με ασφάλεια.
es_es: :small_orange_diamond: Me concediste el permiso de `mention_everyone`(Mencionar a todos). No necesito tener este permiso, y no deberías dármelo por si ocurre algún bug. Puedes darme este permiso de forma segura y sin problemas.
fr_fr: :small_orange_diamond: Vous m'avez donné la permission `mention_everyone` (mentionner everyone). Bien que cela ne cause pas de problèmes, il est dangereux de donner aux bots des permissions non nécessaires, afin de pouvoir se protéger de possibles bugs. Vous pouvez cependant continuer avec cette permission activée.
it_it: :small_orange_diamond: Mi hai dato il permesso `mention_everyone`. Questo non viene utilizzato, ma non dovrebbe essere dato in caso di un bug Puoi procedere con sicurezza.
nl_nl: :small_orange_diamond: Je hebt me de toestemming `mention_everyone` gegeven. Dit wordt niet gebruikt, maar zou niet moeten worden gegeven in het geval van een bug Je kan er veilig mee doorgaan.
pl_pl: :small_orange_diamond: Nadałeś mi uprawnienie `mention_everyone`. Te uprawnienie nie jest używane, i nie powinno mi zostać nadane aby uniknąć błędów. Możesz ostrożnie kontynuować.
pt_br: :small_orange_diamond: Você me deu a permissão `mention_everyone`. Isso não é usado, mas não deve ser dado em caso de erro Você pode prosseguir com segurança
ru_ru: :small_orange_diamond: Вы выдали мне право на упоминание всех (@everyone). Оно не используется. Можно продолжать.
sv_se: :small_orange_diamond: Du gav mig behörigheten `mention_everyone`. Detta används inte, men borde inte ges ifall ett fel sker. Du kan fortsätta med det på ett säkert sätt.
tr_tr: :small_orange_diamond: Bana `mention_everyone` iznini verdiniz. Bu kullanılmamış, ancak bir hata durumunda verilmemelidir Güvenli bir şekilde devam edebilirsiniz.
vi_vn: :small_orange_diamond: Bạn đã cho vịt quyền `mention_everyone`. Không nên dạy cho vịt biết nói tiếng người để tránh gây ra lỗi, dù vậy có dạy cũng không sao cả

source: :small_orange_diamond: The permission `external_emojis` is missing. This is used since DHV3 to add non-standard emojis to messages. You should probably give it to me You could proceed without it, but bug reports would be appreciated.
bg_bg: :small_orange_diamond: Разрешението `external_emojis` липсва. Това се използва от DHV3 за добавяне на нестандартни emojis към съобщенията. Може би трябва да ми го дадеш Можете да продължите без него, но докладите за грешки ще бъдат оценени.
cs_cz: :small_orange_diamond: Oprávnění `používat externí smajlíky` chybí. Toto je použito už od DHV3 k přidání nestandardních smajlíků k zprávám. Měli byste mi ho pravděpodobně dát Můžete bez něj pokračovat, ale ocenil bych chybová hlášení
da_dk: :small_orange_diamond: Tilladelsen `external_emojis` mangler. Dette bruges siden DHV3 til at tilføje ikke-standardiserede emojis til meddelelser. Du burde nok give det til mig Du kunne fortsætte uden det, men fejlrapporter vil blive værdsat.
de_de: :small_orange_diamond: Die Berechtigung `Externe Emoji verwenden` fehlt. Diese wird seit DHV3 verwendet um nicht-standardisierte Emojis in Nachrichten einzusetzen und Du solltest mir diese wahrscheinlich geben. Natürlich kannst Du ohne sie fortfahren, Fehlerberichte wären aber willkommen.
el_gr: : small_orange_diamond: Η άδεια `χρήση εξωτερικών emoji` λείπει. Αυτό χρησιμοποιείται από το DHV3 για να προσθέσετε μη τυποποιημένα emojis στα μηνύματα. Θα πρέπει μάλλον να το δώσετε σε μένα την άδεια. Θα μπορούσατε να συνεχίσετε χωρίς αυτό, αλλά οι αναφορές σφαλμάτων θα εκτιμηθούν.
es_es: :small_orange_diamond: Falta el permiso `external_emojis`. Este permiso es usado desde DHV3 para añadir emojis no genéricos a los mensajes. Deberías concedérmelo. Puedes no darme este permiso, y en caso de errores te agradezco que me hagas llegar cualquier reporte sobre errores.
fr_fr: :small_orange_diamond: La permission `external_emojis` (utiliser des emojis externes) est manquante. Elle est utilisée depuis la version 3 pour ajouter des emojis non standard aux messages. Vous devriez probablement me la donner. Vous pouvez tout de même continuer sans, et d'éventuels rapports de bugs seront alors appréciés.
it_it: : small_orange_diamond: Manca l'autorizzazione `external_emojis`. Viene utilizzato dal momento che DHV3 aggiunge emoji non-standard ai messaggi. Probabilmente dovresti darmelo Potresti procedere senza di essa, ma le segnalazioni di bug sarebbero apprezzate.
nl_nl: :small_orange_diamond: De permissie `external_emojis` mist. Dit wordt gebruikt sinds DHV3 om niet-standaard-emoji's aan berichten toe te voegen. Je zou het waarschijnlijk aan mij moeten geven Je zou er zonder mee door kunnen gaan, maar foutrapporten zouden worden gewaardeerd.
pl_pl: :small_orange_diamond: Brak uprawnienia `external_emojis`. W DHV3 jest to używane do dodawania niestandardowych emoji do wiadomości. Powinieneś mi dodać to uprawnienie. Możesz kontynuować, reporty błędów będą mile widziane.
pt_br: :small_orange_diamond: A permissão `external_emojis` está faltando. Ela é usada pelo DHV3 para adicionar emojis não-padrão às mensagens. Você provavelmente terá que me dar a permissão. Você pode continuar o procedimento sem ela, mas os reportes de bugs terão de ser vistos.
ru_ru: :small_orange_diamond: У меня отсутствует право на использование эмодзи с других серверов. Оно используется для добавления нестандартных эмодзи в мои сообщения. Я могу и без него, сообщайте о багах, заранее спасибо.
sv_se: :small_orange_diamond: Tillståndet `external_emojis` saknas. Det här är använt för att tillåta DHV3 att lägga till icke-standard emojis i meddelanden. Du borde förmodligen ge den till mig. Du kan fortsätta utan den, men felrapporter skulle uppskattas.
tr_tr: :small_orange_diamond: `external_emojis` izni yok. Bu, DHV3'ten bu yana standart olmayan emojileri mesajlara eklemek için kullanılır. Muhtemelen bana bu yetkiyi vermelisin Bu olmadan devam edebilirsiniz, ancak hata raporları takdir edilecektir.
vi_vn: :small_orange_diamond: Quyền `external_emojis` bị thiếu. Vịt sẽ dùng những emoji bên ngoài server của bạn, nên lưu ý rằng một số emoji sẽ không dùng được trong server này.

source: :small_blue_diamond: The permission `change_nickname` is missing. This is not yet used, but could be in the future. An announcement will be made then. You can safely proceed without it.
ar_001: :small_blue_diamond: الإذن `change_nickname` مفقود. لم يتم استخدام هذا بعد ، ولكن يمكن أن يكون في المستقبل. سيتم الإعلان بعد ذلك. يمكنك المتابعة بأمان بدونها.
bg_bg: :small_blue_diamond: Разрешението `change_nickname` липсва. Това все още не се използва, но може да бъде и в бъдеще. Тогава ще бъде направено съобщение. Можете спокойно да продължите без него.
cs_cz: :small_blue_diamond: Oprávnění `změna přezdívky` chybí. Toto zatím není použito, ale mohlo by být v budoucnosti. Potom bude vydáno oznámení. Můžete bez něj bezpečně pokračovat.
da_dk: :small_blue_diamond: Tilladelsen `change_nickname` mangler. Dette er endnu ikke brugt, men kan være i fremtiden. En annoncering vil blive foretaget da. Du kan sikkert gå videre uden det.
de_de: :small_blue_diamond: Die Berechtigung `Spitznamen verwalten` fehlt. Diese wird noch nicht verwendet, das könnte aber in der Zukunft noch kommen. Eine Ankündigung diesbezüglich wird erfolgen. Du kannst problemlos ohne sie fortfahren.
el_gr: : small_blue_diamond: Η άδεια `αλλαγής nickname` λείπει. Αυτό δεν χρησιμοποιείται ακόμα, αλλά θα μπορούσε να είναι στο μέλλον. Θα γίνει τότε μια ανακοίνωση. Μπορείτε να προχωρήσετε με ασφάλεια χωρίς αυτό.
es_es: :small_blue_diamond: Falta el permiso `change_nickname` (Cambiar apodos). Este permiso no se usa actualmente, pero si podría en un futuro cercano. Se dará un anuncio cuando sea necesario que me des este permiso. Puedes no darme este permiso de forma segura.
fr_fr: :small_blue_diamond: La permission `change_nickname` (changer de pseudo) est manquante. Elle n'est pas encore utilisée, mais pourrait l’être dans le futur. Évidemment, vous pouvez continuer sans.
it_it: : small_blue_diamond: Manca l'autorizzazione `change_nickname`. Questa non è ancora utilizzata, ma potrebbe esserlo in futuro. Allora, verrà fatto un annuncio. Puoi tranquillamente procedere senza di essa.
nl_nl: :small_blue_diamond: De permissie `change_nickname` ontbreekt. Dit wordt nog niet gebruikt, maar dit zou in de toekomst zo kunnen zijn. Een aankondiging zal dan worden gedaan. Je kan veilig er zonder mee doorgaan.
pl_pl: :small_blue_diamond: Brakuje uprawnienia `change_nickname`. To nie jest jeszcze używane, ale może być w przyszłości. Ogłoszenie zostanie wówczas ogłoszone. Bez tego możesz bezpiecznie kontynuować.
pt_br: :small_blue_diamond: A permissão `change_nickname` está faltando. Isso ainda não é usado, mas pode ser futuramente. Um anúncio será feito então. Você pode prosseguir com segurança sem ele
ru_ru: :small_blue_diamond: У меня отсутствует право на изменение никнеймов. Оно не используется, но может понадобиться в будущем. Вы получите об этом оповещение. Можно продолжать без него.
sv_se: :small_blue_diamond: Tillståndet `change_nickname` saknas. Det här kommandot används inte än, men kan användas i framtiden. Ett tillkännagivande kommer att skapas då. Du kan fortsätta säkert utan det.
tr_tr: :small_blue_diamond:" `change_nickname` izni yok. Bu henüz kullanılmıyor, ancak gelecekte kullanılabilir. Bir duyuru yapılacaktır. Bu olmadan güvenle devam edebilirsiniz.
vi_vn: :small_blue_diamond: Quyền `change_nickname` bị thiếu. Không cần thiết nhưng trong tương lai có thể thay đổi nếu có. Không có cũng được

source: :small_blue_diamond: The permission `send_tts_messages` is missing. This is used in case you want to enable tts ducks.. You can safely proceed without it, but the `tts_ducks` setting won't work
ar_001: :small_blue_diamond: الإذن `send_tts_messages` مفقود. يستخدم هذا في حالة الرغبة في تمكين tts ducks .. يمكنك المتابعة بأمان بدونها ، ولكن لن يعمل الإعداد "tts_ducks"
bg_bg: :small_blue_diamond: Липсва разрешение `send_tts_messages`. Това се използва в случай, че искате да разрешите tts патици .. Можете спокойно да продължите без него, но настройката `tts_ducks` няма да работи
cs_cz: :small_blue_diamond: Oprávnění `odesílat zprávy tts` chybí. Toto je použito v případě, že zapnete tts kachny... Můžete bez něj bezpečně pokračovat, ale nastavení `tts_ducks` nebude fungovat
da_dk: :small_blue_diamond: Tilladelsen `send_tts_messages` mangler. Dette bruges, hvis du vil aktivere tts ænder.. Du kan sikkert gå videre uden det, men indstillingen `tts_ducks` virker ikke
de_de: :small_blue_diamond: Die Berechtigung `TTS-Nachrichten senden` fehlt. Diese wird verwendet, falls du TTS-Enten aktivieren möchtest. Du kannst problemlos ohne sie fortfahren, aber die Einstellung `tts_ducks` wird nicht funktionieren.
el_gr: : small_blue_diamond: Η άδεια `αποστολή tts μηνυμάτων` λείπει. Αυτό χρησιμοποιείται σε περίπτωση που θέλετε να ενεργοποιήσετε τις πάπιες tts .. Μπορείτε να προχωρήσετε με ασφάλεια χωρίς αυτό, αλλά η ρύθμιση `tts_ducks` δεν θα λειτουργήσει
es_es: :small_blue_diamond: Falta el permiso `send_tts_messages` (Enviar mensajes de TTS). Este permiso es usado en caso de que quieras activar patos que envíen mensajes en TTS. Puedes no darme este permiso de forma segura, pero el ajuste `tts_ducks` no funcionará si lo activas.
fr_fr: :small_blue_diamond: La permission `send_tts_messages` (cenvoyer des messages text-to-speech) est manquante. Elle utilisée dans le cas où vous activez la préférence `tts_ducks`. Vous pouvez continuer sans, mais la préférence `tts_ducks` ne fonctionnera plus.
it_it: :small_blue_diamond: Manca l'autorizzazione `send_tts_messages`. Questa è utilizzata nel caso in cui si desidera abilitare le anatre tts .. Puoi tranquillamente procedere senza di essa, ma l'impostazione `tts_ducks` non funzionerà
nl_nl: :small_blue_diamond: De toestemming `send_tts_messages` ontbreekt. Dit wordt gebruikt in het geval je tts eenden wilt inschakelen. Je kan er veilig zonder mee door gaan, maar de instelling `tts_ducks` zal niet werken
pl_pl: :small_blue_diamond: Brakuje uprawnienia `send_tts_messages`. Jest to używane w przypadku, gdy chcesz włączyć kaczki tts. Możesz bezpiecznie kontynuować bez niego, ale ustawienie `tts_ducks` nie zadziała.
pt_br: :small_blue_diamond: A permissão `send_tts_messages` está faltando. Isso é usado caso você queira ativar os patos tts. Você pode prosseguir em segurança sem ele, mas a configuração `tts_ducks` não irá funcionar
ru_ru: :small_blue_diamond: Право на отправку озвучиваемых сообщений. Оно необходимо в случае, если вы хотите включить параметр `tts_ducks`. Без этого права параметр работать не будет.
sv_se: :small_blue_diamond: Tillståndet `send_tts_messages` saknas. Detta är använt ifall du vill aktivera tts ankor. Du kan fortsätta säkert utan det, men inställningen `tts_ducks` fungerar inte.
tr_tr: :small_blue_diamond: `send_tts_messages` izni eksik. Bu, tts ördeklerini etkinleştirmek istediğinizde kullanılır. Bu olmadan güvenle devam edebilirsiniz, ancak `tts_ducks` ayarı çalışmaz
vi_vn: :small_blue_diamond: Quyền `send_tts_messages` bị thiếu. Nếu bạn muốn kích hoạt text to speech thì nên có quyền này
