Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: a box of explosive ammo
cs_cz: krabici výbušných nábojů.
da_dk: en kasse med eksplosiv ammunition
de_de: eine Schachtel explosiver Munition.
es_es: una caja de munición explosiva
fr_fr: une boite de munitions explosives
hu_hu: egy üres doboz, egykor tele robbanó lőszerrel.
it_it: una scatola di munizioni esplosive
nl_nl: een doos met explosieve munitie
pl_pl: skrzynka z amunicją wybuchową
pt_br: uma caixa de munição explosiva
ru_ru: коробку разрывных патронов
sv_se: en låda med explosiv ammunition
tr_tr: bir kutu patlayıcı cephane
vi_vn: một thùng đạn nổ

source: an almost empty box of explosive ammo
cs_cz: téměř prázdnou krabici výbušných nábojů.
da_dk: en næsten tom kasse med eksplosiv ammunition
de_de: eine fast leere Schachtel explosiver Munition.
es_es: una caja casi vacía de munición explosiva
fr_fr: une boite quasiment vide de munitions explosives
hu_hu: egy majdnem üres doboz, benne pár robbanólőszerrel.
it_it: una scatola quasi del tutto vuota di munizioni esplosive
nl_nl: een bijna lege doos met explosieve munitie
pl_pl: prawie puste pudełko z amunicją wybuchową
pt_br: uma caixa quase vazia de munição explosiva
ru_ru: почти пустую коробку разрывных патронов
sv_se: en nästan tom låda med explosiv ammunition
tr_tr: neredeyse boş bir patlayıcı cephane kutusu
vi_vn: một thùng đạn nổ rỗng

source: some duck-grease
cs_cz: trochu kachního maziva.
da_dk: nogle ande-fedt
de_de: etwas Entenschmiere.
es_es: un poco de grasa de pato
fr_fr: de la graisse de canard
hu_hu: némi kacsazsír
it_it: del grasso d'anatra
nl_nl: een beetje eendenvet
pl_pl: trochę tłuszczu z kaczek
pt_br: um pouco de graxa de pato
ru_ru: немножко утиного жира.
sv_se: lite ankfett
tr_tr: biraz ördek yağı
vi_vn: một ít mỡ vịt

source: a full-featured silencer
cs_cz: plnohodnotný tlumič.
da_dk: en fuldt udstyret lyddæmper
de_de: einen vollwertiger Schalldämpfer.
es_es: un silenciador nuevo
fr_fr: un silencieux neuf
hu_hu: egy teljes hangtompítót
it_it: un silenziatore pieno di funzionalità
nl_nl: een volledig uitgeruste demper
pl_pl: w pełni funkcjonalny tłumik
pt_br: um silenciador
ru_ru: полностью рабочий глушитель
sv_se: en fullständig ljuddämpare
tr_tr: tam özellikli bir susturucu
vi_vn: một cái giảm thanh

source: a fully functional infrared detector
cs_cz: plně funkční infračervený senzor.
da_dk: en fuldt funktionel infrarød detektor
de_de: ein voll funktionstüchtiger Infrarotdetektor.
es_es: un detector infrarrojo completamente funcional
fr_fr: un détecteur infrarouge 100% fonctionnel
hu_hu: egy teljesen funkcionális infraredes észlelőt
it_it: Un rilevatore a infrarossi completamente operativo
nl_nl: een volledig functionele infrarooddetector
pl_pl: w pełni funkcjonalna czujka podczerwieni
pt_br: um detector de infra-vermelho funcionando.
ru_ru: полностью рабочий инфракрасный детектор
sv_se: en helt funktionell infraröd detektor
tr_tr: tamamen işlevsel bir kızılötesi dedektör
vi_vn: một đầu dò hồng ngoại

source: **FLAPP** Frightened by so much noise, the duck fled! CONGRATS! [missed: -1 xp]
ar_001: ** FLAPP ** خوفا من الضوضاء ، هرب البط! مبروك! [غاب: 1- exp]
cs_cz: **ŽBLUŇK** Vyděšena takovým hlukem, kachna utekla! GRATULACE! [minul jsi: -1 exp.]
da_dk: **FLAPP** Skræmt af så meget støj, anden flygtede! TILLYKKE! [misset: -1 xp]
de_de: **FLAPP** Verschreckt durch so viel Lärm ist die Ente geflohen! HERZLICHEN GLÜCKWUNSCH! [verfehlt: -1 xp]
es_es: **FLAPP** Asustado por tanto ruido, ¡el pato huyó! ¡FELICIDADES! [Por haber fallado el disparo: -1 xp]
fr_fr: ** FLAPP ** Appeuré par tant de bruit, le canard a fui! FÉLICITATIONS! [manqué: -1 xp]
hu_hu: **FLAPP** A túl sok zajtól megijedve, a kacsa elrepült! GRATULA! [veszítettél: -1 tapasztalat]
it_it: **FLAPP** Impaurita da cotanto rumore, l'anatra è scappata! CONGRATULAZIONI! [mancata: -1 xp]
nl_nl: **FLAPP** Bang gemaakt door zoveel lawaai is de eend ervandoor gegaan! GEFELICITEERD! [gemist: -1 xp]
pl_pl: **TRZEPOT** Przestraszona przez tyle hałasu, kaczka uciekła! GRATULACJE! [chybiał: -1 xp]
pt_br: **FLAPP** Assustado com tantos barulhos o pato fugiu! PARABÉNS! [errou: -1 xp]
ru_ru: **ВЗЛЁТ** Вы испугали утку своим шумом и она улетела! ПОЗДРАВЛЯЮ! [-1 очко опыта за промах]
sv_se: **FLAPP** Skrämd så mycket av ljuden, ankan flydde! GRATTIS!! [Miss: -1 xp]
tr_tr: **FLAPP** Çok fazla gürültüden korkan ördek kaçtı! TEBRİKLER! [ıska: -1 xp]
vi_vn: ***FAPP FAPP*** Vịt đã bay đi vì nghe thấy quá nhiều tiếng ồn, chúc mừng! ( bắn trượt: -1 exp)

source: BPAM
de_de: BUMS
hu_hu: BAPAMM
ru_ru: БАМ
sv_se: PANG
vi_vn: BAMM

source: BAAM
de_de: BAMM
hu_hu: BAMM
ru_ru: БДЫЩЬ
sv_se: BANG
vi_vn: BÙMMM

source: BOUM
de_de: BUMM
hu_hu: BUMM
nl_nl: BOEM
pl_pl: BUM
ru_ru: БУМ
sv_se: BOOM
vi_vn: CHÍUUUU

source: SPROTCH
hu_hu: PLACCCS
pt_br: BOONG
ru_ru: ХЛЮП
vi_vn: TẠCH TẠCH

source: Searching the bushes around the duck, you found...
cs_cz: Prohledávajíce keře kolem kachny si našel...
da_dk: Undersøger buske omkring anden, du fandt...
de_de: Die Büsche rund um die Ente absuchend, findest du...
es_es: Buscando entre los arbustos alrededor del pato, encontraste...
fr_fr: En cherchant dans les buissons autour du canard, vous trouvez...
hu_hu: Miközben keresgéltél a bokrok közt, a kezedbe akadt...
it_it: Cercando tra i cespugli attorno alle anatre, hai trovato...
nl_nl: Zoekend in de struiken rond de eend, vond je...
pl_pl: Szukając krzaków wokół kaczki, znalazłeś...
pt_br: Procurando nos arbustos em volta do pato, você encontrou...
ru_ru: Поискав в кустах около утки, вы обнаружили...
sv_se: i buskarna runt ankan hittade du...
tr_tr: Ördek etrafındaki çalıları araştırırken buldun ...
vi_vn: Trong bụi cỏ gần con vịt, tìm thấy...

source: that you unfortunately couldn't take, because your backpack is full.
cs_cz: jež si naneštěstí nemohl vzít, protože máš plný batoh.
da_dk: som du desværre ikke kunne tage, fordi din rygsæk er fuld.
de_de: aber leider kannst Du nichts mitnehmen, da Dein Rucksack voll ist.
es_es: que desafortunadamente no pudiste tomar, porque tu mochila está llena.
fr_fr: que tu ne peux malheureusement pas prendre, ton sac étant plein.
hu_hu: amit sajnos nem tudtál elvenni, mert a hátizsákod tele van.
it_it: il quale sfortunatamente hai dovuto lasciare dietro, poiché il tuo zaino è pieno.
nl_nl: en je kon het helaas niet meenemen, omdat je rugzak vol zit.
pl_pl: tego nie mogłeś wziąć, ponieważ twój plecak jest pełny.
pt_br: que você infelizmente não pôde levar dessa vez, porque a sua mochila está cheia.
ru_ru: ...жаль, что места под находку в рюкзаке нет.
sv_se: som du tyvärr inte kunde ta, för din ryggsäck är full.
tr_tr: sırt çantanız dolu olduğu için maalesef alamazsınız.
vi_vn: Túi đã đầy, không thể nhặt thêm

source: That was close, you almost killed the duck, but the other hunter got it first! [missed: -1 xp]
ar_001: كان ذلك مقربًا ، لقد كادت تقتل البط ، لكن الصياد الآخر حصل عليه أولاً! [غاب: 1- exp]
cs_cz: To bylo těsné, skoro jsi tu kachnu zabil, ale jiný lovec ji dostal první! [minul jsi: -1 exp.]
da_dk: Det var tæt, du dræbte næsten anden, men den anden jæger fik det først! [misset: -1 xp]
de_de: Das war knapp, du hättest die Ente fast getötet, aber der andere Jäger hat sie zuerst erledigt! [verfehlt: -1 xp]
es_es: Eso estuvo cerca, casi matas al pato, ¡pero el otro cazador lo consiguió primero! [Por fallar: -1 xp]
fr_fr: C'était proche, tu as presque tué le canard, mais l'autre chasseur l'a eu en premier. [Manqué: -1 xp]
hu_hu: Az közel volt, majdnem megölted a kacsát, de a másik vadásznak sikerült előbb! [nem talált: -1 xp]
it_it: Per un pelo hai quasi ucciso l'anatra, ma l'altro cacciatore l'ha presa per primo! [mancata: -1 xp]
nl_nl: Dat was in de buurt, je doodde de eend bijna, maar de andere jager was net iets eerder! [gemist: -1 xp]
pl_pl: Było blisko, prawie zabiłeś kaczkę, ale inny łowca zrobił to pierwszy! [tracisz: -1 xp]
pt_br: Essa passou perto, você quase matou o pato, mas o outro caçador acertou ele primeiro! [errou: -1 xp]
ru_ru: Это было близко, вы почти убили утку, но другой охотник оказался шустрее вас! [-1 очко опыта за промах]
sv_se: Det var nära, du dödade nästan ankan, men den andra jägaren fick ankan först!
tr_tr: Çok yakındı, neredeyse ördekleri öldürüyordun, ama önce diğer avcı vurdu! [karavana: -1 xp]
vi_vn: Bạn gần như đã bắn trúng con vịt, nhưng người khác đã hạ nó ( bắn trượt: - 1 exp)

source: :heart: You try to hug the duck, but it knows you killed its brother, so it fled from you and flew back into the pond![-2 exp]
da_dk: :heart: Du forsøger at kramme anden, men han ved, du dræbte sin bror, så han flygtede fra dig, og fløj tilbage i dammen! [-2 exp]
de_de: :heart: Du versuchst die Ente zu umarmen, aber sie weiß genau, dass Du ihren Bruder getötet hast und deshalb ist sie vor Dir geflohen und zurück zum Teich geflogen! [-2 exp]
es_es: :heart: Intentaste abrazar al pato, pero él sabe que mataste a su hermano, así que voló lejos de ti, de vuelta al estanque! [-2 exp]
fr_fr: :heart: Vous essayez d'embrasser le canard, mais puisqu'il sait que vous avez tué son frère, il s'en retourne dans l'étang! [-2 exp]
hu_hu: :heart: Megpróbáltad átölelni a kacsát, de tudta, hogy megölted a testvérét, ezért elmenekült tőled és visszatért a tóba! [-2 tapasztalat]
it_it: :heart: Hai tentato di abbracciare l'anatra, ma sa che hai ucciso suo fratello, così è scappata da te ed è volata di nuovo nello stagno! [-2 exp]
nl_nl: :heart: Je probeert de eend te omhelzen, maar hij weet dat je zijn broer hebt gedood, dus vloog hij weg van je, terug de vijver in![-2 exp]
pl_pl: :heart: Próbujesz przytulić kaczkę, ale ona wie, że zabiłeś/aś jej brata, więc uciekła od Ciebie i poleciała z powrotem do stawu! [-2 exp]
pt_br: :heart: Você tentou abraçar o pato, mas ele sabia que você tinha matado o irmão dele. Foi rápido! Ele voou para longe de você e agora está de boas na lagoa. [-2 exp]
ru_ru: :heart: Вы попытались обнять утку, но она знает, что вы убили её брата. Утка улетела от вас и вернулась к себе на пруд. [-2 очка опыта]
sv_se: :heart: Du försöker krama ankan, men den vet att du dödade sin bror, så den flydde från dig och flög tillbaka in i dammen! [- 2 exp]
tr_tr: :heart: Ördeğe sarılmaya çalışıyorsun, ama kardeşini öldürdüğünü biliyor, bu yüzden senden kaçtı ve gölete geri döndü! [- 2 exp]
vi_vn: :heart: Bạn thử ôm con vịt, nhưng nó biết bạn đã giết bố mẹ anh em cô dì chú bác ông nội ông ngoại cháu chắt người yêu và cả con của nó, nên con vịt bay đi chỗ khác~ ( - 2 exp)

source: :heart: You try to hug the duck, but it feels someting wrong about you, so it fled from you and flew back into the pond![-2 exp]
da_dk: :heart: Du forsøger at kramme anden, men anden føler noget forkert over dig, så det flygtede fra dig og fløj tilbage i dammen! [-2 exp]
de_de: :heart: Du hast versucht die Ente zu umarmen, aber sie traut dir nicht über den Weg und flieht zurück in den Teich! [-2 exp]
es_es: :heart: Intentas abrazar al pato, pero él siente desconfianza de ti, así que escapó y voló de vuelta al estanque! [-2 exp]
fr_fr: :heart: Vous essayez de câliner le canard, mais il a ressenti quelque chose d'étrange à votre propos, s'est envolé loin de vous, et est de retour dans l'étang! [-2 exp]
hu_hu: :heart: Megpróbáltad átölelni a kacsát, de úgy érezte, hogy valami nincs rendben veled, ezért elmenekült tőled és visszatért a tóba! [-2 tapasztalat]
it_it: :heart: Hai tentato di abbracciare l'anatra, ma ha un brutto presentimento su di te, così è scappata via da te volando nuovamente nello stagno![-2exp]
nl_nl: :heart: Je probeert de eend te omhelzen, maar hij voelde dat er iets verkeerds aan je was, dus vloog hij van je weg, terug de vijver in! [-2 exp]
pl_pl: :heart: Próbujesz przytulić kaczkę, ale ona wie, że zabiłeś/aś jej brata, więc uciekła od Ciebie i poleciała z powrotem do stawu! [-2 exp]
pt_br: :heart: Você tentou abraçar o pato, mas a intuição pato dele disse que tinha algo de errado com você, então ele voou para longe e agora está de boas na lagoa. [-2 exp]
ru_ru: :heart:Вы попытались обнять утку, но она улетела, потому что вы показались ей подозрительным. [-2 очк. опыта]
sv_se: :heart: Du försöker krama ankan, men det känns att det är fel på dig, så den flydde från dig och flög tillbaka in i dammen! [- 2 exp]
tr_tr: : kalp: Ördeğe sarılmaya çalışıyorsun, ama senin hakkında yanlış bir şeyler hissediyor, bu yüzden senden kaçtı ve gölete geri döndü! [- 2 exp]
vi_vn: :heart: Bạn thử ôm con vịt, nhưng vì mặt bạn quá ngu, nên nó đã bay đi chỗ khác ( - 2 exp)

source: :heart: You try to hug the duck, but it saw the weapon you hid behind your back, so it fled from you and flew back into the pond! [-2 exp]
da_dk: :heart: Du forsøger at kramme anden, men han så våbenet du gemte bag din ryg og flugtede fra dig, og fløj tilbage i dammen! [-2 exp]
de_de: :heart: Du versuchst die Ente zu umarmen, aber sie hat die Waffe hinter deinem Rücken entdeckt und deshalb ist sie vor Dir geflohen und zurück zum Teich geflogen! [-2 exp]
es_es: :heart: Intentaste abrazar al pato, pero vio el arma que escondiste en tu espalda, así que voló lejos de ti, de vuelta al estanque! [-2 exp]
fr_fr: :heart: Vous essayez de câliner le canard, mais il a vu l'arme que vous avez cachée derrière votre dos, s'est envolé loin de vous, et est de retour dans l'étang! [-2 exp]
it_it: :heart: Hai tentato di abbracciare l'anatra, ma ha notato l'arma che hai nascosto alle tue spalle, così è scappata da te ed è volata di nuovo nello stagno! (Rimane comunque una storia d'amore migliore di Twilight) [-2 exp]
nl_nl: :heart: Je probeert de eend te omhelzen, maar hij zag het wapen dat je verborgen had achter je rug, en vloog weg van je, terug de vijver in! [-2 exp]
pl_pl: :serce: Próbujesz przytulić kaczkę, ale zobaczyła broń, którą schowałeś za plecami, więc uciekła od ciebie i wleciała z powrotem do stawu! [-2 exp]
pt_br: :heart: Você tentou abraçar o pato, mas ele viu a arma que você tinha nas costas, então voou para longe de você, direto para a lagoa! [-2 exp]
ru_ru: :heart: Вы попытались обнять утку, но она увидела у вас за спиной оружие. Утка улетела от вас и вернулась к себе на пруд! [-2 очка опыта]
sv_se: :heart: Du försöker krama ankan, men den såg vapnet du gömde bakom ryggen, så den flydde från dig och flög tillbaka in i dammen! [-2 exp]
tr_tr: :kalp: Ördeğe sarılmaya çalışıyorsun, ama arkanda sakladığın silahı gördü, bu yüzden senden kaçtı ve gölete geri döndü! [-2 exp]
vi_vn: :heart: Bạn thử ôm con vịt, nhưng nó đã thấy vũ khí của bạn, con vịt bay đi (- 2 exp)

source: :skull_crossbones: **{onomatopoeia}** You killed the duck in {time} seconds, you are now at a grand total of {total} ducks (of which {supercanards} were super-ducks) killed on {channel}. \_X< *COUAC* {exp}
de_de: :skull_crossbones: ** {onomatopoeia} ** Du hast die Ente in {time} Sekunden getötet. Du hast jetzt insgesamt {total} Enten (von denen {supercanards} Super-Enten waren) auf {channel} getötet. \ _X < * QUACK * {exp}
es_es: :skull_crossbones: **{onomatopoeia}** Mataste al pato en {time} segundos, ahora tienes un gran total de {total} patos (de los cuales {supercanards} fueron super-patos) asesinados en {channel}. \_X< *COUAC* {exp}
fr_fr: :skull_crossbones: **{onomatopoeia}** Vous l’avez eu en {time} secondes, ce qui vous fait un total de {total} canards (dont {supercanards} supercanards) sur {channel}. \_X< *COUAC* {exp}
hu_hu: :skull_crossbones: **{onomatopoeia}** Megölted a kacsát {time} másodperc alatt, mostmár összesen {total} megölt kacsánál vagy (amiből {supercanards} szuperkacsa volt) a {channel} csatornán. \_X< *COUAC* {exp}
it_it: :skull_crossbones: **{onomatopoeia}** Hai ucciso l'anatra in {time} secondi, adesso sei ad una somma totale di {total} anatre (di cui {supercanards} erano super-anatre) uccise su {channel}. \_X< *COUAC* {exp}
nl_nl: :skull_crossbones: **{onomatopoeia}** Je hebt de eend in {time} seconden gedood, je zit nu op een totaal van {total} eenden (waarvan {supercanards} super-eenden waren) gedood op #{channel}. \_X< *COUAC* {exp}
pl_pl: :Skull_crossbones: **{onomatopeja}****Zabiłeś kaczkę w {time} sekundy, masz teraz w sumie {total} kaczki (z których {supercanards} były super-kaczki) zabity na {channel}. \_X< *COUAC* {exp}
pt_br: :skull_crossbones:**{onomatopoeia}** Você matou o pato em {time} segundos, somando agora {total} patos mortos (dos quais {supercanards} são super-patos) no {channel}. \_X< *COUAC* {exp}
ru_ru: :skull_crossbones: **{onomatopoeia}** Вы убили утку за {time} сек., всего вы убили уток в канале {channel}: {total}; (в их числе суперуток: {supercanards}). \_X< *КРЯ-КРЯ* {exp}
sv_se: :skull_crossbones: **{onomatopoeia}** Du dödade ankan på {time} sekunder, du är nu på en total summa av {total} ankor (varav {supercanards} var super-ankor) dödade på {channel}. \ _X <* COUAC * {exp}
vi_vn: :skull_crossbones: **{onomatopoeia}** Vịt bị hạ trong {time} giây, bạn hạ được tổng cộng {total} vịt (Trong đó có {supercanards} con là siêu vịt) bị hạ trong khu {channel}. \_X< *COUAC* {exp}

source: :gun: The duck survived, try again! *SUPER DUCK DETECTED* [life: -{vie} ({current_life} / {max_life})]
ar_001: :gun: نجى البط ، حاول مرة أخرى! * ({Super DUCK DETECTED * [life: - {vie} ({current_life} / {max_life})]
da_dk: :gun: Anden overlevede, prøv igen! *SUPER-AND OPDAGET* [liv: -{vie} ({current_life} / {max_life})]
de_de: :gun: Die Ente hat überlebt, versuch es noch einmal! *SUPERENTE GESICHTET* [life: -{vie} ({current_life} / {max_life})]
es_es: :gun: El pato sobrevivió, Inténtalo otra vez! *SUPER PATO DETECTADO* [Puntos de Vida: -{vie} ({current_life} / {max_life})]
fr_fr: :gun: Le canard a survécu! *SUPER CANARD DÉTECTÉ* [vie: -{vie} ({current_life} / {max_life})]
hu_hu: :gun: A kacsa túlélte, próbáld újra! *SZUPERKACSA ÉSZLELVE* [élet: -{vie}] ({current_life} / {max_life})]
it_it: :gun: L'anatra è sopravvissuta, ritenta! *SUPER ANATRA RILEVATA* [vita: -{vie} ({current_life} / {max_life})]
nl_nl: :gun: De eend heeft het overleefd, probeer het opnieuw! *SUPER EEND GEDETECTEERD* [life: -{vie} ({current_life} / {max_life})]
pl_pl: :gun: Kaczka przeżyła, spróbuj jeszcze raz! *WYKRYTO MEGA KACZKE* [life: -{vie} ({current_life} / {max_life})]
pt_br: :gun: O pato resistiu, atire novamente! *SUPER PATO DETECTADO* [vida: -{vie} ({current_life} / {max_life})]
ru_ru: :gun: Утка выжила, выстрелите ещё раз! *ОБНАРУЖЕНА СУПЕРУТКА* [вы отняли {vie} здоровья, осталось {current_life} из {max_life}]
sv_se: :gun: Ankan överlevde, försök igen! *SUPER ANKA DETEKTERAD* [life: - {vie} ({current_life} / {max_life})]
tr_tr: :gun: Ördek kurtuldu, tekrar dene! *SÜPER ÖRDEK TESPİT EDİLDİ* [can: - {vie} ({current_life} / {max_life})]
vi_vn: :gun: Vịt vẫn còn sống, hãy thử lại! *PHÁT HIỆN SIÊU VỊT* [life: -{vie} ({current_life} / {max_life})]

source: :gun: The duck survived, try again! *SUPER DUCK DETECTED* [life: -{vie}]
ar_001: :gun: نجى البط ، حاول مرة أخرى! * {Super DUCK DETECTED * [life: - {vie}]
da_dk: :gun: Anden overlevede, prøv igen! *SUPER-AND OPDAGET* [liv: -{vie}]
de_de: :gun: Die Ente hat überlebt, versuch es noch einmal! *SUPERENTE GESICHTET* [life: -{vie}]
es_es: :gun: El Pato ha Sobrevivido, ¡inténtalo de nuevo! *SUPER PATO DETECTADO* [vida: -{vie}]
fr_fr: :gun: Le canard a survécu! *SUPER CANARD DÉTECTÉ* [vie: -{vie}]
hu_hu: :gun: A kacsa túlélte, próbáld újra! *SZUPERKACSA ÉSZLELVE* [élet: -{vie}]
it_it: :gun: L'anatra è sopravvissuta, ritenta! *SUPER ANATRA RILEVATA* [vita: -{vie}]
nl_nl: :gun: De eend heeft het overleefd, probeer het opnieuw! *SUPER EEND GEDETECTEERD* [levens: -{vie}]
pl_pl: :gun: Kaczka przeżyła spróbuj jeszcze raz! *WYKRYTO MEGA KACZKE* [life: -{vie}]
pt_br: :gun: O pato sobreviveu, atire novamente! *SUPER PATO DETECTADO* [vida: -{vie}]
ru_ru: :gun: Утка выжила, выстрелите ещё раз! *ОБНАРУЖЕНА СУПЕРУТКА* [вы отняли {vie} здоровья]
sv_se: :gun: Ankan överlevde, försök igen! *SUPER ANKA DETEKTERAD* [life: - {vie}]
tr_tr: :gun: Ördek kurtuldu, tekrar dene! * SÜPER ÖRDEK TESPİT EDİLDİ* [can: - {vie}]
vi_vn: :gun: Vịt vẫn sống, hãy bắn lại! *PHÁT HIỆN SIÊU VỊT* [life: -{vie}]

source: You have been tricked by {user_mention} to kill a mechanical duck. It obviously won't work, and you lost 1 exp for this missed shot
da_dk: Du er blevet narret af {user_mention} for at dræbe en mekanisk and. Det vil naturligvis ikke fungere, og du tabte 1 exp i dette misset skud
de_de: Du wurdest von {user_mention} ausgetrickst und hast versucht, eine mechanische Ente zu töten. Das klappt natürlich nicht, deshalb verlierst du 1 exp für den missglückten Schuss
es_es: Has sido engañado por {user_mention} que te hizo matar un pato mecánico. Obviamente el pato es falso, y pierdes 1 punto de experiencia por este tiro fallido.
fr_fr: {user_mention} vous a eu, en vous faisant tirer sur un canard mécanique. Ça ne rique pas de fonctionner, et vous perdez 1 exp pour ce tir manqué.
it_it: Sei stato ingannato da {user_mention} portandoti ad uccidere un'anatra meccanica. Ovviamente non ha funzionato, e hai perso 1 punto exp per questo colpo mancato
nl_nl: Je bent misleid door {user_mention} om een mechanische eend te doden. Dit werkt natuurlijk niet, en je verloor 1 exp voor dit gemiste schot
pl_pl: Zostałeś oszukany przez {user_mention} aby zabić mechaniczną kaczkę. To oczywiście nie zadziałało, a ty straciłeś 1 exp za ten chybiony strzał
pt_br: Você foi enganado por {user_mention} ao tentar matar um pato que é... mecânico. É óbvio que não funcionou e você ainda perdeu 1 exp por esse tiro inútil. Pô, sacanagem.
ru_ru: Пользователь с ниом {user_mention} подсунул вам механическую утку. Очевидно, она неубиваема. [-1 очк. опыта]
sv_se: Du har blivit lurad av {user_mention} att döda en mekanisk anka. Det fungerar uppenbarligen inte, och du tappade 1 exp för detta missade skott
tr_tr: Mekanik bir ördeği öldürmek için {user_mention} tarafından kandırdın. Belli ki işe yaramayacak ve bu karavana için 1 exp kaybettiniz.
vi_vn: Bạn đã bị lửa bởi {user_mention} khiến bạn vừa bắn vào một con vịt máy.Tinnguoivkl ( - 1 exp)

source: The baby duck left to take a little nap somewhere ·°'\`'°-.,¸¸.·°'\`
da_dk: Baby-anden forlod for at tage en lille lur et sted. ·°'\`'°-.,¸¸.·°'\`
de_de: Die Babyente ist weggewatschelt, um irgendwo ein kleines Nickerchen zu machen. ·°'\`'°-.,¸¸.·°'\`
es_es: El patito se fue a tomar una pequeña siesta en algún lugar · ° '\' '° -., ¸¸. · °' \ `
fr_fr: Le bébé canard est parti faire une petite sieste ·°'\`'°-.,¸¸.·°'\`
hu_hu: A bébikacsa elkacsázott, hogy valahol ledőlhessen ·°'\`'°-.,¸¸.·°'\`
it_it: L'anatroccolo se n'è andato a fare un pisolino da qualche parte ·°'\`'°-.,¸¸.·°'\`
nl_nl: De babyeend is weggegaan om ergens een klein dutje te gaan doen ·°'\`'°-.,¸¸.·°'\`
pl_pl: Kaczuszka poszła się gdzieś zdrzemnąć ·°'\`'°-.,¸¸.·°'\`
pt_br: O bebê pato saiu para tirar uma sonequinha em algum lugar ·°'\`'°-.,¸¸.·°'\`
ru_ru: Утёнок ушёл отдыхать в неизвестном направлении ·°'\`'°-.,¸¸.·°'\`
sv_se: Bebis ankan lämnade för att ta en liten tupplur någonstans · ° '\ `' ° -., ¸¸. · ° '\`
tr_tr: Yavru ördek bir yere biraz kestirmek için ayrıldı · ° '\ `' ° -., ·. · ° '\`
vi_vn: Vịt con đã bay đi vì nhớ nhà ·°'\`'°-.,¸¸.·°'\`
