Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: This reduces jamming risks by 50 percent for a day, for only 8 exp points. It's really useful for new players. Use `dh!duckstats` to check your level and accuracy
cs_cz: Toto sníží šanci zablokování zbraně o 50 procent ne jeden den, za pouhých 8 exp. bodů. Toto je vážně užitečné pro nové hráče. Použij `dh!duckstats` k zkontrolování svého levelu a přesnosti.
da_dk: Dette reducerer risikoen for dit våben sidder fast med 50 procent for en dag, for kun 8 exp point. Det er virkelig nyttigt for nye spillere. Brug `dh!duckstats` for at tjekke dit niveau og nøjagtigheden
de_de: Dies reduziert für einen Tag das Risiko, dass deine Waffe blockiert um 50% - und das für nur 8 Erfahrungs-Punkte. Es ist wirklich nützlich für neue Spieler. Verwende `dh!duckstats` um Deinen Level und Deine Treffsicherheit zu überprüfen.
es_es: Esto reduce el riesgo de atascamiento de tu arma en un 50% por un día, sólo por 8 Puntos de Experiencia. Es realmente útil para jugadores nuevos. Usa `dh!duckstats`para revisar tu Nivel y Precisión con el arma.
fr_fr: La graisse réduit de 50% les risques d'enrayement pendant une journée. C'est vraiment pratique si vous êtes nouveau ici. Utilisez `dh!duckstats` pour voir votre niveau, et votre précision de tir.
hu_hu: Ez egy napra 50%-kal csökkenti az elakadási kockázatok számát, mindössze 8 tapasztalatpont árán. Nagyon hasznos az új játékosok számára. Használd a `dh!duckstats` parancsot, hogy lásd a szintedet és a pontosságodat.
it_it: Ciò riduce i rischi di inceppamento del 50 percento per un giorno, per soli 8 punti exp. È davvero utile per i nuovi giocatori. Usa `dh!duckstats` per verificare il tuo livello e precisione
nl_nl: Dit vermindert het risico op blokkering met 50 procent voor een dag, voor slechts 8 exp punten. Het is erg handig voor nieuwe spelers. Gebruik`dh!duckstats` om je niveau en nauwkeurigheid te controleren
pl_pl: Zmniejsza to ryzyko zacięcia o 50 procent na dzień, za jedyne 8 punktów exp. Jest to bardzo przydatne dla nowych graczy. Użyj `dh!duckstats`, aby sprawdzić swój poziom i dokładność.
pt_br: Por apenas 8 pontos de exp, isso reduz o risco de interferência em 50% em um dia. É realmente útil para novos jogadores. Use o comando `dh!duckstats` para verificar seu nível e precisão.
ru_ru: Смазывание ружья уменьшает вероятность заклинивания на 50% в течение 24 часов. Полезно для новичков. Чтобы узнать свою точность и уровень, напишите `dh!duckstats`.
sv_se: Detta minskar fastställningsriskerna med 50 procent per dag, för endast 8 exp-poäng. Det är verkligen användbart för nya spelare. Använd `dh!duckstats` för att kontrollera din nivå och träffsäkerhet
tr_tr: Bu, sadece 8 exp puan için sıkışma risklerini bir gün boyunca yüzde 50 azaltır. Yeni oyuncular için gerçekten yararlı. Seviyenizi ve doğruluğunuzu kontrol etmek için `dh!duckstats` kullanın.
vi_vn: Giảm tỉ lệ kẹt súng đi 50% chỉ với 8 exp. Rất có ích với người chơi mới. Dùng `dh!duckstats` để kiểm tra cấp độ và độ chính xác.

source: :champagne: Your weapon is perfectly lubricated, you don't need any more grease.
ar_001: :champagne: تم تشحيم سلاحك تماما ، لا تحتاج إلى مزيد من الشحوم.
cs_cz: :champagne: Tvá zbraň je perfektně promazaná, nepotřebuješ více maziva.
da_dk: :Champagne: Dit våben er perfekt smurt, du behøver ikke mere smørelse.
de_de: :champagne: Deine Waffe ist perfekt geschmiert, Du brauchst nicht noch mehr Fett.
es_es: :champagne: Tu arma está perfectamente lubricada, no necesitas mas grasa.
fr_fr: :champagne: Votre arme est parfaitement lubrifiée, vous n'avez pas besoin de plus de graisse.
hu_hu: :champagne: A fegyvered tökéletesen meg van kenve, nem kell több zsír.
it_it: :champagne: La tua arma è perfettamente lubrificata, non hai più bisogno di ulteriore grasso.
nl_nl: :champagne: Je wapen is perfect gesmeerd, je hebt geen vet meer nodig.
pl_pl: :champagne: Twoja broń jest doskonale nasmarowana, nie potrzebujesz już smaru.
pt_br: :champagne: Sua arma está perfeitamente lubrificada, você não precisa mais de graxa.
ru_ru: :champagne: Ваше ружьё прекрасно смазано, не стоит.
sv_se: :champagne: Ditt vapen är redan smörjat, du behöver inte mer fett.
tr_tr: :champagne: Silahınız tamamen yağlanmış, daha fazla yağa ihtiyacınız yok.
vi_vn: :champagne: Vợ của bạn đã được bôi trơn. Không cần thêm dầu ăn~

source: :money_with_wings: You added a sight to your weapon.
ar_001: :money_with_wings: أضفت بصرًا إلى سلاحك.
cs_cz: :money_with_wings: Přidal jsi na svou zbraň zaměřovač.
da_dk: :money_with_wings: Du tilføjede et sigte på dit våben.
de_de: :money_with_wings: Du hast Deiner Waffe ein Visier hinzugefügt.
es_es: :money_with_wings: Añadiste una Mira a tu arma.
fr_fr: :money_with_wings: Vous ajoutez une lunette de visée à votre arme.
hu_hu: : money_with_wings: Céltávcsövet szereltél a fegyveredre.
it_it: :money_with_wings: Hai aggiunto un mirino all'arma.
nl_nl: :money_with_wings: Je hebt een vizier aan je wapen toegevoegd.
pl_pl: :money_with_wings: Dodałeś celownik do swojej broni.
pt_br: :money_with_wings: Você adicionou uma mira à sua arma. Mandou bem!
ru_ru: :money_with_wings: Вы купили прицел.
sv_se: :money_with_wings: Du lade till ett sikte till ditt vapen.
tr_tr: :money_with_wings: Silahınıza bir dürbün eklediniz.
vi_vn: :money_with_wings: Bạn đã thêm ống ngắm vào súng

source: Your aiming was improved using this formula: (100 - current accuracy) / 3.
ar_001: تم تحسين هدفك باستخدام هذه الصيغة: (100 - الدقة الحالية) / 3.
cs_cz: Tvé míření se zlepšilo touto rovnicí: (100 - aktuální přesnost) / 3.
da_dk: Dit sigte blev forbedret ved hjælp af denne formel: (100 - nuværende nøjagtighed) / 3.
de_de: Deine Zielsicherheit wurde anhand dieser Formel verbessert: (100 - current accuracy) / 3.
es_es: Tu precisión ha sido mejorada siguiendo esta fórmula: (100 - Precisión actual) / 3.
fr_fr: La précision de vos tirs a été améliorée à l'aide de cette formule : (100 - précision actuelle)/3.
hu_hu: A célzásod e képlet alapján javult: (100 - jelenlegi pontosság) / 3.
it_it: La tua mira è stata migliorata utilizzando questa formula: (100 - accuratezza corrente) / 3.
nl_nl: Je nauwkeurigheid is verbeterd volgens deze formule: (100 - huidige nauwkeurigheid) / 3.
pl_pl: Twoje celowanie zostało ulepszone dzięki tej formule: (100 - current accuracy) / 3.
pt_br: Sua mira foi melhorada usando essa formula: (100 - precisão atual) / 3.
ru_ru: Ваша точность была улучшена по формуле (100 - текущая точность) : 3.
sv_se: Din träffsäkerhet förbättrades med denna formel: (100 - nuvarande träffsäkerhet) / 3.
tr_tr: Nişan alma yeteneğiniz bu formül kullanılarak geliştirilmiştir: (100 - geçerli nişan alma yeteneği) / 3.
vi_vn: Độ chính xác của bạn được cải thiện theo công thức : (100 - độ chính xác hiện tại) / 3

source: :champagne: You already have a sight on your weapon.
ar_001: :champagne: لديك بالفعل مشهد على سلاحك.
cs_cz: :champagne: Už máš na své zbrani zaměřovač.
da_dk: :champagne: Du har allerede et sigte på dit våben.
de_de: :champagne: Du hast bereits ein Visier auf Deiner Waffe.
es_es: :champagne: Ya tienes una Mira en tu arma.
fr_fr: :champagne: Vous avez déjà une lunette de visée sur votre arme.
hu_hu: :champagne: Már van egy céltávcső a fegyvereden.
it_it: :champagne: Hai già un mirino sull'arma.
nl_nl: :champagne: Je hebt al een vizier op je wapen zitten.
pl_pl: :champagne: Już posiadasz celownik.
pt_br: :champagne: Você já possui uma mira na sua arma.
ru_ru: :champagne: На вашем ружье уже есть прицел.
sv_se: :champagne: Du har redan ett syn på ditt vapen.
tr_tr: :champagne: Silahınızın zaten bir dürbünü var.
vi_vn: :champagne: Súng của bạn đã có ống ngắm

source: :money_with_wings: You added an infrared detector to your weapon, it will prevent any waste of ammo for a day. Cost: 15 exp points.
ar_001: :money_with_wings: قمت بإضافة كاشف الأشعة تحت الحمراء إلى سلاحك ، فإنه سيمنع أي إهدار للذخيرة ليوم واحد. التكلفة: 15 exp.
cs_cz: :money_with_wings: Přidal jsi na svou zbraň infračervený senzor, toto zabrání plítvání náboji na 1 den. Cena: 15 exp. bodů.
da_dk: :money_with_wings: Du har tilføjet en infrarød detektor til dit våben, det vil forhindre spild af ammunition for en dag. Omkostninger: 15 exp point.
de_de: :money_with_wings: Du hast einen Infrarot-Detektor zu Deiner Waffe hinzugefügt. Er wird Dich einen Tag lang davor bewahren, Munition zu verschwenden. Kosten: 15 Erfahrungs-Punkte.
es_es: :money_with_wings: Agregaste un detector infrarrojo a tu arma, el cual prevendrá cualquier desperdicio de munición por un día. Costo: 15 puntos de exp.
fr_fr: :money_with_wings: Vous avez ajouté un détecteur infrarouge à votre arme, il empêchera n'importe quelle perte de munitions pendant un jour. Coût : 15 points d'exp.
hu_hu: :money_with_wings: Infravörös detektort szereztél be a fegyveredhez, amely minden lőszer elvesztegetését megakadályozza egy napra. Ára: 15 tapasztalatpont.
it_it: :money_with_wings: Hai aggiunto un rilevatore a infrarossi alla tua arma, impedirà lo spreco delle munizioni per un giorno. Costo: 15 punti exp.
nl_nl: :money_with_wings: Je hebt een infrarood detector aan je wapen toegevoegd, het zal alle verspilling van munitie voor een dag voorkomen. Kosten: 15 exp punten.
pl_pl: :money_with_wings: Dodałeś detektor podczerwieni do swojej broni, zapobiegnie to marnowaniu amunicji przez jeden dzień. Koszt: 15 punktów doświadczenia.
pt_br: :money_with_wings: Você adicionou um detector de infravermelho à sua arma. Ele irá prevenir a perda de munição por um dia. Custo: 15 pontos de exp.
ru_ru: :money_with_wings: Вы купили инфракрасный датчик за 15 очков опыта. Он будет предотвращать выстрелы впустую в течение 24 часов.
sv_se: :money_with_wings: Du har lagt till en infraröd detektor till ditt vapen, det kommer att förhindra avfall av ammunition under en dag. Kostnad: 15 exp.
tr_tr: :money_with_wings: Silahınıza bir kızılötesi dedektör eklediniz, bir gün boyunca cephane israfını önler. Maliyet: 15 exp puan.
vi_vn: :money_with_wings: Bạn đã thêm đầu dò hồng ngoại cho vũ khí, ngăn mọi sự lãng phí đạn trong 1 ngày với giá 15 exp

source: :champagne: You already have an infrared detector on your weapon.
ar_001: :champagne: لديك بالفعل جهاز كشف بالأشعة تحت الحمراء على سلاحك.
cs_cz: :champagne: Už máš na své zbrani infračervený senzor.
da_dk: :champagne: Du har allerede en infrarød detektor på dit våben.
de_de: :champagne: Du hast schon einen Infrarot-Detektor auf deiner Waffe.
es_es: :champagne: Ya tienes un detector infrarrojo en tu arma
fr_fr: :champagne: Vous avez déjà un détecteur infrarouge sur votre arme.
hu_hu: :champagne: Már van egy infravörös detektor a fegyvereden, nem?
it_it: :champagne: Hai già un rilevatore a infrarossi sull'arma.
nl_nl: :champagne: Je hebt al een infrarood detector op je wapen zitten.
pl_pl: :champagne: Masz już detektor podczerwieni na swojej broni.
pt_br: :champagne: Você já tem um detector infravermelho em sua arma.
ru_ru: :money_with_wings: У вас уже есть инфракрасный датчик.
sv_se: :champagne: Du har redan en infraröd detektor på ditt vapen.
tr_tr: :champagne: Zaten silahında kızılötesi dedektör var.
vi_vn: :champagne: Vũ khí của bạn đã có đầu dò hồng ngoại

source: :money_with_wings: You added a silencer to your weapon.
ar_001: :money_with_wings: لقد قمت بإضافة كاتم الصوت إلى سلاحك.
cs_cz: :money_with_wings: Přidal jsi na svou zbraň tlumič.
da_dk: :money_with_wings: Du tilføjede en lyddæmper til dit våben.
de_de: :money_with_wings: Du hast deiner Waffe einen Schalldämpfer hinzugefügt.
es_es: :money_with_wings: Has añadido un Silenciador a tu arma.
fr_fr: :money_with_wings: Vous ajoutez un silencieux à votre arme.
hu_hu: :money_with_wings: Hangtompítót szereltél a fegyveredre.
it_it: :champagne: Hai aggiunto un silenziatore all'arma.
nl_nl: :money_with_wings: Je hebt een demper aan je wapen toegevoegd.
pl_pl: :money_with_wings: Dodałeś tłumik do swojej broni.
pt_br: :money_with_wings: Você adicionou um silenciador à sua arma. Shh...
ru_ru: :money_with_wings: Вы купили глушитель.
sv_se: :money_with_wings: Du har lagt till en ljuddämpare till ditt vapen.
tr_tr: :money_with_wings: Silahına bir susturucu ekledin.
vi_vn: :money_with_wings: Bạn đã thêm giảm thanh vào vũ khí

source: The silencer works best if every hunter uses one, or if you're alone. With it, no ducks will fly away before you can kill them. What a good deal, they only cost 5 exp!
ar_001: يعمل كاتم الصوت بشكل أفضل إذا كان كل صياد يستخدم واحدة ، أو إذا كنت وحدك. مع ذلك ، لن تطير البط بعيدا قبل أن تتمكن من قتلهم. ما هي صفقة جيدة ، إلا أنها تكلف 5 exp!
cs_cz: Tlumič funguje nejlépe pokud ho každý lovec používá, nebo pokud jste sám/sama. S ním, žádné kachny neodletí před tím než je budete moct zabít. Jaká dobrá nabídka, stojí pouze 5 exp.!
da_dk: Lydedæmperen fungerer bedst, hvis hver jæger bruger en, eller hvis du er alene. Med det vil ingen ænder flyve væk, før du kan dræbe dem. Sikke en god handel, de koster kun 5 exp!
de_de: Der Schalldämpfer funktioniert am Besten, wenn jeder Jäger einen benutzt oder Du alleine bist. Damit fliegen keine Enten fort, bevor Du sie töten kannst. Was für ein gutes Geschäft, denn er kostet nur 5 Erfahrungs-Punkte!
es_es: El Silenciador funciona mejor si cada cazador usa uno, o si estás solo. Con esto, los patos no escaparán antes de que puedas matarlos. ¡Que gran negocio, y sólo cuestan 5 Puntos de Experiencia!
fr_fr: Le silencieux est plus efficace si chacun des chasseurs l'utilise, ou si vous êtes seul ;). Avec ça, aucun canard n'aura peur de vous. C'est un bon plan pour seulement 5 points d’expérience!
hu_hu: A hangtompító akkor működik legjobban, ha minden vadász használ egyet, vagy ha egyedül vagy. Így egyetlen kacsa sem repül el, mielőtt megölted őket. (Meg utána sem.) Milyen jó üzlet, csak 5 tapasztalatpontba kerül!
it_it: Il silenziatore funziona meglio se ogni cacciatore ne utilizza una, o se sei da solo. Con esso, nessuna anatra volerà via prima che tu possa ucciderle. Che buon affare, costano solo 5 exp!
nl_nl: De demper werkt het beste als elke jager er een gebruikt, of als je alleen bent. Hiermee zullen er geen eenden wegvliegen voordat je ze kan doden. Wat een goede deal, ze kosten maar 5 exp!
pl_pl: Tłumik działa najlepiej, jeśli każdy myśliwy go używa lub jesteś sam. Dzięki niemu żadne kaczki nie odlecą, zanim będzie można je zabić. Co za dobra okazja, kosztują tylko 5 pkt doświadczenia!
pt_br: O silenciador funciona melhor se todos os caçadores usarem um, ou se você estiver sozinho. Com ele, nenhum pato ira fugir antes de você matá-los. Uma excelente compra, custa apenas 5 exp!
ru_ru: С глушителем вы будете стрелять тише и не испугаете уток (и они не будут улетать, их можно будет спокойно убить). И всё это всего за 5 очков опыта!
sv_se: Ljuddämparen fungerar bäst om varje jägare använder en, eller om du är ensam. Med det kommer inga ankor att flyga bort innan du kan döda dem. Vad en bra affär, de kostar bara 5 exp!
tr_tr: Susturucu her avcı bir tane kullanıyorsa veya yalnızsanız en iyi sonucu verir. Bununla beraber, onları öldürmeden önce hiçbir ördek uçup gidemez. Ne güzel bir eklenti, sadece 5 exp!
vi_vn: Giảm thanh hoạt động tốt nhất khi bạn có một mình hoặc ai cũng có một cái. Với nó. không một con vịt nào bay đi trước khi bạn có thể bắn chúng. Chỉ với 5 exp!!!

source: :champagne: You already have a silencer on your weapon
ar_001: :champagne: لديك كاتم الصوت على سلاحك.
cs_cz: :champagne: Už máš na své zbrani tlumič.
da_dk: :champagne: Du har allerede en lyddæmper på dit våben
de_de: :champagne: Du hast schon einen Schalldämpfer auf deiner Waffe
es_es: :champagne: Ya tienes un Silenciador en tu arma.
fr_fr: :champagne: Vous avez déjà un silencieux sur votre arme.
hu_hu: :champagne: Már van hangtompító a fegyvereden, nem?
it_it: :champagne: Hai già un silenziatore sull'arma.
nl_nl: :champagne: Je hebt al een demper op je wapen zitten.
pl_pl: :champagne: Masz już tłumik na swojej broni!
pt_br: :champagne: Você já tem um silenciador em sua arma.
ru_ru: :champagne: У вас уже есть глушитель.
sv_se: :champagne: Du har redan en ljuddämpare på ditt vapen
tr_tr: :champagne: Silahında zaten bir susturucu var.
vi_vn: :champagne: Vũ khí của bạn đã có giảm thanh

source: :money_with_wings: You bought a fresh 4-leaf clover, which will give you {exp} more exp points for each killed duck for the next day.
ar_001: :money_with_wings: اشتريت البرسيم 4 أوراق جديدة ، والتي ستمنحك {exp} اكسب لكل بط قتلت لليوم التالي.
cs_cz: :money_with_wings: Zakoupil/a jsi čerstvý čtyřlístek, který ti dá o {exp} více exp. bodů za každou zabitou kachnu po další den.
da_dk: :money_with_wings: Du har købt en frisk 4-kløver, som giver dig {exp} flere exp point for hver dræbt and for den næste dag.
de_de: :money_with_wings: Du hast ein frisches 4-blättriges Kleeblatt gekauft, das Dir in den nächsten 24 Stunden {exp} mehr Erfahrungs-Punkte für jede getötete Ente geben wird.
es_es: :money_with_wings: Has comprado un Trébol de 4 hojas fresco, el que te dará {exp} Puntos de Experiencia extra por cada pato asesinado por un día.
fr_fr: :money_with_wings: Vous avez acheté un trèfle à 4 feuilles qui vous donnera {exp} points d'exp en plus pour chaque canard tué pendant ces prochaines 24h.
hu_hu: :money_with_wings: Vettél egy friss négylevelű lóherét, ami {exp}-vel több tapasztalatpontot ad minden egyes lelőtt kacsa után az elkövetkező 24 óráig.
it_it: :money_with_wings: Hai acquistato un quadrifoglio fresco fresco, il quale ti darà {exp} punti exp in più per ciascuna anatra uccisa il giorno seguente.
nl_nl: :money_with_wings: Je hebt een vers klavertje vier gekocht, die je {exp} meer exp punten geeft voor elke gedode eend voor de volgende dag.
pl_pl: :money_with_wings: Kupiłeś świeżą czterolistną koniczynę, która da ci {exp} więcej punktów doświadczenia za każdą zabitą kaczkę na następny dzień.
pt_br: :money_with_wings: Você comprou um trevo de 4 folhas verdinho, que lhe dará mais {exp} pontos de experiência por pato morto até o dia seguinte! Uau!
ru_ru: :money_with_wings: Вы купили 4-листный клевер, он будет приносить вам на {exp} очков опыта больше за каждую убитую утку ближайшие 24 часа.
sv_se: :money_with_wings: Du köpte en färsk fyrklöver som ger dig {exp} fler erfaranhetspoäng för varje dödad anka nästa dag.
tr_tr: :money_with_wings: 4 yapraklı taze bir yonca satın aldın; bu, ertesi gün her öldürülmüş ördek için sana {exp} daha fazla exp puanı verecek.
vi_vn: :money_with_wings: Bạn đã mua cần 4 lá may mắn, hít vào sẽ cho bạn thêm {exp} exp với mỗi con vịt bạn giết trong 24 tiếng tiếp theo

source: :champagne: You already have 4-leaf clover on your weapon
ar_001: :champagne: لديك بالفعل 4 أوراق البرسيم على سلاحك.
cs_cz: :champagne: Už máš na své zbrani čtyřlístek
da_dk: :champagne: Du har allerede en firkløver på dit våben
de_de: :champagne: Du hast schon ein 4-blättriges Kleeblatt auf Deiner Waffe.
es_es: :champagne: Ya tienes un Trébol de 4 hojas en tu arma.
fr_fr: :champagne: Vous avez déjà un trèfle à 4 feuilles sur votre arme.
hu_hu: :champagne: Már van négylevelű lóhere a fegyvereden.
it_it: :champagne: Possiedi già un quadrifoglio sull'arma.
nl_nl: :champagne: Je hebt al een klavertje vier op je wapen zitten
pl_pl: :champagne: Na swojej broni masz już czterolistną koniczynę.
pt_br: :champagne: Você já possui um trevo de 4 folhas na sua arma
ru_ru: :champagne: У вас уже есть четырёхлистный клевер.
sv_se: :champagne: Du har redan fyrklöver på ditt vapen
tr_tr: :champagne: Silahında zaten 4 yapraklı yonca var
vi_vn: :champagne: Đừng hít nhiều cần như bố của bạn

source: :money_with_wings: You bought a pair of sunglasses for 5 exp! You now won't be dazzled for a day.
cs_cz: :money_with_wings: Zakoupil/a jsi si pár slunečních brýlí za 5 expů! Nyní nebudeš oslněný/á pro jeden den.
da_dk: :money_with_wings: Du har købt et par solbriller til 5 exp! Du bliver nu ikke blændet for en dag.
de_de: :money_with_wings: Du hast für 5 Erfahrungs-Punkte eine Sonnenbrille gekauft! Du wirst jetzt einen Tag lang nicht geblendet werden!
es_es: :money_with_wings: ¡Compraste un par de gafas de sol por 5 exp! Ahora no serás encandilado por un día.
fr_fr: :money_with_wings : Vous avez acheté une paire de lunettes de soleil pour 5 exp ! Vous êtes maintenant insensible aux rayons du soleil pour un jour 8)
hu_hu: :money_with_wings: Vettél egy napszemüveget 5 tapasztalatpontért! Immunis vagy a napsugárzásra egy napig.
it_it: :money_with_wings: Hai acquistato un paio di occhiali da sole per 5 exp! Ora non resterai abbagliato per un giorno.
nl_nl: :money_with_wings: Je hebt een zonnebril gekocht voor 5 exp! Je zult nu een dag lang niet worden verblind.
pl_pl: :money_with_wings: Kupiłeś okulary przeciwsłoneczne za 5 pkt doświadczenia! Teraz nie będziesz oślepiony przez jeden dzień.
pt_br: :money_with_wings: Você comprou um par de óculos escuros por 5 exp! Você não ficará cego por 1 dia.
ru_ru: :money_with_wings: Вы купили солнцезащитные очки за 5 очков опыта! Теперь вас не будет ослеплять солнце в течение дня.
sv_se: :money_with_wings: Du köpte ett par solglasögon för 5 exp! Du blir nu inte bländad på en dag.
tr_tr: :money_with_wings: 5 exp için bir çift güneş gözlüğü aldın! Artık bir gün boyunca göz kamaştırmayacaksın.
vi_vn: :money_with_wings: Bạn đã mua kính dâm với 5 exp! Bây giờ bạn sẽ không bị lóa mắt bởi Đảng trong 1 ngày. :sunglasses:

source: :money_with_wings: You bought brand new sunglasses, the only point of it being that you're much swagger now. :cool:
ar_001: :money_with_wings: لقد اشتريت نظارة شمسية جديدة تمامًا ، والنقطة الوحيدة في ذلك هي أنك أكثر تشويشًا الآن. :cool:
cs_cz: :money_with_wings: Zakoupil/a jsi si nové brýle, jen kvůli tomu abys byl/a víc cool. :cool:
da_dk: :money_with_wings: Du har købt helt nye solbriller, det eneste punkt er at du er meget swagger nu. :cool:
de_de: :money_with_wings: Du hast eine brandneue Sonnenbrille gekauft. Der einzige Sinn dahinter ist, dass Du jetzt noch cooler aussiehst. :cool:
es_es: :money_with_wings: Compraste unos Lentes de sol nuevos, el único punto de eso es que ahora tienes más swag. :cool:
fr_fr: :money_with_wings: Vous avez acheté de toutes nouvelles lunettes de soleil, la seule utilité de cet achat est que vous avez l'air encore plus cool maintenant. :cool:
hu_hu: :money_with_wings: Vettél új napszemüveget a semmiért, de most legalább te vagy a legswagebb a szobában. :cool:
it_it: :money_with_wings: Hai acquistato un paio di occhiali da sole nuovi di zecca, con il solo proposito di renderti più spavaldo. :cool:
nl_nl: :money_with_wings: Je hebt een gloednieuwe zonnebril gekocht, het enige punt daarvan is dat je er nu stoer uitziet. :cool:
pl_pl: :money_with_wings: Kupiłeś zupełnie nowe okulary przeciwsłoneczne, tylko po to, że jesteś teraz o wiele bardziej dumny. :fajne:
pt_br: :money_with_wings: Você comprou novos óculos de sol, o único ponto disso é que seu outfit está muito mais hypado agora. :cool:
ru_ru: :money_with_wings: Вы купили новые солнцезащитные очки, толку от этого нет, зато теперь вы круче. :cool:
sv_se: :money_with_wings: Du köpte helt nya solglasögon, den enda poängen med det är att du är väldigt cool nu. :cool:
tr_tr: :money_with_wings: Yepyeni güneş gözlüklerini aldın, tek anlamı şu anda çok havalı olduğun. :cool:
vi_vn: :money_with_wings: Bạn đã mua 1 cặp kính dâm mới. Giờ bạn có thể đi khoe với mọi người về độ dâm của mình :sunglasses:
