Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: <:cmd_AdminAdded_01:439549846622568466> {admin} added as an admin to the guild!
ar_001: تمت إضافة <:cmd_AdminAdded_01:439549846622568466>{admin} كمشرف إلى المجموعة!
bg_bg: <:cmd_AdminAdded_01:439549846622568466>{admin} добавен като администратор към гилдията!
cs_cz: <:cmd_AdminAdded_01:439549846622568466> {admin} byl přidán jako admin do cechu!
da_dk: <:cmd_AdminAdded_01:439549846622568466>{admin} tilføjet som administrator til guilden!
de_de: <:cmd_AdminAdded_01:439549846622568466> {admin} wurde als Admin des Servers hinzugefügt!
el_gr: <:cmd_AdminAdded_01:439549846622568466>{admin} προστέθηκε ως διαχειριστής του παιχνιδιού του διακομιστή!
es_es: <:cmd_AdminAdded_01:439549846622568466> {admin} ha sido añadido como Admin del Servidor!
fr_fr: <:cmd_AdminAdded_01:439549846622568466> {admin} ajouté en tant qu'administrateur du serveur!
hu_hu: <:cmd_AdminAdded_01:439549846622568466> {admin} hozzáadva az adminokhoz!
it_it: <:cmd_AdminAdded_01:439549846622568466>{admin} è stato aggiunto come un amministratore della gilda!
ja_jp: <:cmd_AdminAdded_01:439549846622568466> {admin} が管理者として追加されました。
ka_ge: <:cmd_AdminAdded_01:439549846622568466> {admin} დამატებულია როგორც ადმინი კლანში!
ko_kr: <:cmd_AdminAdded_01:439549846622568466>{admin}에 인해서 길드에 관리자로 추가되었습니다!
nl_nl: <:cmd_AdminAdded_01:439549846622568466>{admin} toegevoegd als admin aan het gilde!
pl_pl: <:cmd_AdminAdded_01:439549846622568466> {admin} dodany jako administrator do gildii!
pt_br: <:cmd_AdminAdded_01:439549846622568466> {admin} adicionado como administrador da guild!
ru_ru: <:cmd_AdminAdded_01:439549846622568466> Пользователь с ником {admin} теперь является администратором сервера!
sr_me: <:cmd_AdminAdded_01:439549846622568466> {admin} dodat kao administrator cehu!
sv_se: <:cmd_AdminAdded_01:439549846622568466> {admin} har lagts till som admin i guilden!
tr_tr: <:cmd_AdminAdded_01:439549846622568466>{admin} kanala yönetici olarak eklendi!
vi_vn: <:cmd_AdminAdded_01:439549846622568466> {admin} đã được làm một thằng chăn vịt, chúc mừng! :clap:

source: <:cmd_AdminRemoved_01:439549845519335440> {admin} removed from the guild admins.
ar_001: تمت إزالة <:cmd_AdminRemoved_01:439549845519335440>{admin} من مشرفي المجموعة.
bg_bg: <:cmd_AdminRemoved_01:439549845519335440>{admin} е премахнат от администраторите на гилдията.
cs_cz: <:cmd_AdminRemoved_01:439549845519335440> {admin} byl odebrán z adminů cechu!
da_dk: <:cmd_AdminRemoved_01:439549845519335440>{admin} fjernet fra guild-administratorerne.
de_de: <:cmd_AdminRemoved_01:439549845519335440> {admin} wurde von der Gilde als Administrator entfernt.
el_gr: <:cmd_AdminRemoved_01:439549845519335440>{admin} καταργήθηκε από τους διαχειριστές του παιχνιδιού του διακομιστή.
es_es: <:cmd_AdminRemoved_01:439549845519335440> {admin} ha sido removido de los Admins del Servidor
fr_fr: <:cmd_AdminRemoved_01:439549845519335440> {admin} supprimé des administrateurs du serveur.
hu_hu: <:cmd_AdminRemoved_01:439549845519335440> {admin} eltávolítva az adminok közül.
it_it: <:cmd_AdminRemoved_01:439549845519335440>{admin} rimosso dagli amministratori della gilda.
ja_jp: <:cmd_AdminRemoved_01:439549845519335440> {admin} は管理者から削除されました。
ka_ge: <:cmd_AdminRemoved_01:439549845519335440> {admin} გაგდებულია ადმინების კლანიდან.
ko_kr: <:cmd_AdminRemoved_01:439549845519335440>{admin}가 길드 관리자에서 제거되었습니다
nl_nl: <:cmd_AdminRemoved_01:439549845519335440>{admin} verwijderd van de gildebeheerders.
pl_pl: <:cmd_AdminRemoved_01:439549845519335440> {admin} został usunięty z adminów gildii.
pt_br: <:cmd_AdminRemoved_01:439549845519335440> {admin} removido dos administrador da guild.
ru_ru: <:cmd_AdminRemoved_01:439549845519335440> С пользователя {admin} сняты права администратора.
sr_me: <:cmd_AdminRemoved_01:439549845519335440> {admin} uklonjen iz administracije ceha.
sv_se: <:cmd_AdminRemoved_01:439549845519335440> {admin} tas bort från guild-administratörerna.
tr_tr: <:cmd_AdminRemoved_01:439549845519335440>{admin} kanal yöneticilerinden kaldırıldı.
vi_vn: <:cmd_AdminRemoved_01:439549845519335440> {admin} đã bị sa thải khỏi ngành chăn vịt :wave:

source: Done. User removed from the database, if he was in.
bg_bg: Готово. Потребителят е премахнат от базата данни, ако е бил в него.
cs_cz: Hotovo. Pokud byl uživatel v databázi, byl z ní odstraněn.
da_dk: Udført. Bruger fjernet fra databasen, hvis han var i.
de_de: Fertig! Der Nutzer wurde aus der Datenbank, falls er sich in ihr befand, entfernt.
el_gr: Έγινε. Ο χρήστης αφαιρέθηκε από τη βάση δεδομένων, αν ήταν μέσα.
es_es: Hecho. Usuario eliminado de la base de datos, si es que estuvo en esta.
fr_fr: C'est fait, l'utilisateur a été retiré de la base de données.
hu_hu: Kész. Felhasználó törölve az adatbázisból, ha benne volt.
it_it: Fatto. Utente rimosso dal database, se presente.
ja_jp: ユーザーがデータベースから削除されました。
ka_ge: შესრულებულია. მომხმარებელი ამოშლილია მონაცემთა ბაზიდან, თუ იყო იქ.
ko_kr: 사용자를 데이터베이스에서 제거하였습니다
nl_nl: Klaar. Gebruiker verwijderd uit de database, als hij zich hierin bevond.
pl_pl: Gotowe. Użytkownik został usunięty z bazy danch, jeśli w niej był.
pt_br: Pronto! Usuário removido do database, se ele estiver lá.
ru_ru: Готово. Пользователь удалён из базы данных.
sr_me: Gotovo. Korisnik je uklonjen iz baze podataka, ako je bio u nju.
sv_se: Gjort. Användaren tas bort från databasen om han var i.
tr_tr: Tamam: Eğer içindeyse kullanıcı veritabanından kaldırıldı.
vi_vn: Đã bị xóa khỏi hồ sơ chăn vịt.

source: Done. All channel data was removed.
bg_bg: Готово. Всички данни за канала бяха премахнати.
cs_cz: Hotovo. Všechna data kanálu byla odstraněna.
da_dk: Udført. Alt kanaldata blev fjernet.
de_de: Fertig! Alle Daten des Kanals wurden gelöscht.
el_gr: Έγινε. Όλα τα δεδομένα των καναλιών καταργήθηκαν.
es_es: Hecho. Toda la información del canal ha sido eliminada.
fr_fr: C'est fait, toutes les données de ce salon ont été supprimées.
hu_hu: Kész. A csatorna összes adatát töröltük.
it_it: Fatto. Tutti i dati del canale sono stati rimossi.
ja_jp: すべてのチャンネルデータが削除されました。
ka_ge: შესრულებულია. ყველა არხის მონაცემები ამოშლილია.
ko_kr: 채널로그가 삭제되었습니다
nl_nl: Klaar. Alle kanaaldata is verwijderd.
pl_pl: Gotowe. Wszystkie dane kanału zostały usunięte.
pt_br: Tudo bala! Todos os dados de canais foram removidos.
ru_ru: Готово. Все данные, связанные с каналом, удалены.
sr_me: Gotovo. Svi podaci kanala su uklonjeni.
sv_se: Gjort. All kanaldata togs bort.
tr_tr: Tamam. Tüm kanal verileri kaldırıldı.
vi_vn: :boom: :boom: :boom: Kênh vừa bị thả nuke. Không còn gì sống sót.... :fire: :fire: :fire:

source: :x: Incorrect syntax. Use the command this way: `!settings [view/set/reset] [setting]`
cs_cz: :x: Nesprávný syntax. Používej tento příkaz tímto způsobem: `!settings [view/set/reset] [setting]`
de_de: :x: Falsche Syntax. Verwende den Befehl wie folgt: `!settings [view/set/reset] [setting]`
es_es: :x: Sintaxis incorrecta. Usa el comando de esta manera: `!settings [view/set/reset] [setting]`
fr_fr: :x: Syntaxe incorrecte. Utilisation correcte de la commande : `!settings [view/set/reset] [setting]`
hu_hu: :x: Helytelen parancs. A következő parancsot használd: `!settings [view (nézet)/set (átállítás)/reset (visszaállítás)] [(beállításmód)]`
it_it: :x: Sintassi errata. Usa il comando in questo modo: `!settings [view/set/reset] [setting]`
ko_kr: 잘못된 명령어 입니다. 다음과 같은 명령을 사용하십시오 :`! settings [view / set / reset] [setting]`
nl_nl: :x: Incorrecte syntax. Gebruik het commando op deze manier: `!settings [view/set/reset] [setting]`
pl_pl: :x: Nieprawidłowa składnia. Użyj komendy w ten sposób: `!settings [view/set/reset] [setting]`
pt_br: :x: Sintaxe incorreta. Use o comando desta forma: `!settings [view/set/reteset] [comando]`
ru_ru: :x: Неправильный синтаксис. Используйте команду вот так: `!settings [view (узнать значение)/set (выставить значение)/reset (выставить по умолчанию)/] [настройка]`
sr_me: :x: Netačna sintaksa. Komandu koristite na sledeći način: `!settings [view/set/reset] [setting]`
sv_se: : x: Fel syntax. Använd kommandot på detta sätt: `!settings [view /set /reset] [inställning]`

source: Unknown setting...
cs_cz: Neznámé nastavení...
de_de: Unbekannte Einstellung...
es_es: Ajuste desconocido...
fr_fr: Paramètre non reconnu...
hu_hu: Ismeretlen beállítás...
it_it: Impostazione sconosciuta...
ko_kr: 이 설정은 존재하지 않습니다
nl_nl: Onbekende instelling...
pl_pl: Nieznane ustawienie...
pt_br: Comando desconhecido...
ru_ru: Такой настройки я не знаю...
sr_me: Nepoznato podešavanje ...
sv_se: Okänd inställning...

source: :ok: The setting {pref} is set to `{value}` on this guild.
ar_001: :ok: تم تعيين الإعداد {pref} على `{value}` في هذه المجموعة.
bg_bg: :ok: Настройката {pref} е настроена на `{value}` на тази гилдия.
cs_cz: :ok: Nastavení {pref} bylo pro tento cech nastaveno na `{value}`
da_dk: :ok: Indstillingen {pref} er sat til `{value}` på dette guild.
de_de: :ok: Die Einstellung {pref} ist auf `{value}` gesetzt in dieser Gilde.
el_gr: : ok: Η ρύθμιση {pref} έχει οριστεί σε `{value} 'σε αυτή τη συντεχνία.
es_es: :ok: El ajuste {pref} está configurado en `{value}` en este Servidor.
fr_fr: :ok: le paramètre {pref} est défini comme `{value}` sur ce serveur.
hu_hu: :ok: A {pref} beállítás {value} értékre lett állítva ezen a szerveren.
it_it: :ok: L’impostazione {pref} è impostata su `{value}` in questa gilda.
ja_jp: :ok: 設定 {pref} は `{value}` に設定されました。
ka_ge: :ok: პარამეტრი {pref} დაყენებულია `{value}` ამ კლანში.
ko_kr: : ok :이 길드에서는 {pref} 설정이`{value}`로 설정되었습니다.
nl_nl: :ok: De instelling {pref} is ingesteld op `{value}` in dit gilde.
pl_pl: :ok: Ustawienie {pref} jest ustawione na `{value}` w tej gildii.
pt_br: :ok: A configuração {pref} está definida como `{value}` nesta guild.
ru_ru: :ok: Значение параметра {pref} на этом сервере изменено на `{value}`.
sr_me: :ok: Postavka {pref} je postavljena na `{value}` na ovom cehu.
sv_se: :ok: Inställningen {pref} är inställd på `{value}` på denna guild.
tr_tr: :ok: {pref} ayarı bu sunucuda `{value}` olarak ayarlanmıştır.
vi_vn: :ok: Cài đặt {pref} được đổi thành `{value}` trong nhóm này.

source: Bypassing the max_ducks_per_day check as you are the bot owner. It would have been `{max}`.
ar_001: تجاوز التحقق max_ducks_per_day لأنك مالك البوت. كان من الممكن أن يكون "{max}".
bg_bg: Заобикаляне нa проверката на max_ducks_per_day, тъй като сте собственик на бот. Би било `{max}`.
cs_cz: Obcházím kontrolu max_ducks_per_day (max kachen za den), protože jsi vlastníkem bota. Jinak by maximum bylo `{max}`.
da_dk: Omgår max_ducks_per_day tjekket fordi du er botejer. Det ville have været `{max}`.
de_de: Umgehung der max_ducks_per_day Prüfung, da Du der Bot-Besitzer bist. Es wären `{max}` gewesen.
el_gr: Παράκαμψη του ελέγχου max_ducks_per_day καθώς είστε ο ιδιοκτήτης bot. Θα ήταν «{max}».
es_es: Pasas por alto la cantidad máxima de patos por día dado que eres el propietario del bot. Habrían sido `{max}`.
fr_fr: J'ignore le bloquage de max_ducks_per_day, car vous êtes le gestionnaire du bot. Il aurait été réglé à `{max}`.
hu_hu: Kitérsz a max_ducks_per_day ellenőrzés alól, mert te vagy a bot gazdája. Ez {max} lenne.
it_it: Stai bypassando il max_ducks_per_day come se fossi il proprietario. Sarebbe stato `{max}`.
ja_jp: ボットの所有者であるため、max_ducks_per_day チェックをバイパスします。それは`{max}`だったでしょう。
ka_ge: გვერდის ავლით max_ducks_per_day შემოწმება, როგორც თქვენ ხართ ბოტის მფლობელი. ეს იქნებოდა `{max}`.
ko_kr: 당신은 봇 소유자 임으로 max_ducks_per_day 확인을 무시합니다. 아니면 `{max}`였을 것입니다.
nl_nl: De max_ducks_per_day-controle aan het omzeilen, omdat je de boteigenaar bent. Het zou `{max}` geweest zijn.
pl_pl: Omijasz sprawdzanie max_ducks_per_day ponieważ jesteś właścicielem bota. Było by: `{max}`.
pt_br: Ignorando a verificação de max_ducks_per_day por você ser proprietário do bot. Teria sido `{max}`
ru_ru: Игнорирую переменную max_ducks_per_day, т. к. вы владелец бота. Кстати, лимит был бы `{max}`.
sr_me: Zaobilazim ček mak_ducks_per_dai jer ste vlasnik bota. Bilo bi to `{mak} `.
sv_se: Omkopplingen av max_ducks_per_day-kontroll eftersom du är bot-ägaren. Det skulle ha varit `{max}`.
tr_tr: Max_ducks_per_day kontrolünü atlayarak bot sahibi olduğunuzu kontrol edin. `{max}` olurdu.
vi_vn: bỏ qua kiểm tra max_ducks_per_day vì bạn sở hữu con vịt này. Nó sẽ là `{max}`.

source: Bypassing the max_ducks_per_day check as you are in a VIP guild. Please don't abuse that. For information, the limit would have been set at `{max}` ducks per day.
ar_001: تجاوز التحقق max_ducks_per_day كما كنت في نقابة كبار الشخصيات. من فضلك لا تسيء ذلك. للحصول على معلومات ، ربما تم تعيين الحد على `` max} `بط يوميًا.
bg_bg: Заобикаляне нa проверката на max_ducks_per_day, тъй като сте във VIP гилдията. Моля, не злоупотребявайте с това. За информация, лимитът би бил зададен на "{max}" патици на ден.
cs_cz: Obcházím kontrolu max_duck_per_day (max kachen za den), protože jsi ve VIP cechu. Prosím, nezneužívej toho. Pro informaci, limit by byl jinak nastaven na `{max}` kachen za den.
da_dk: Omgår max_ducks_per_day tjekken fordi du er i et VIP-guild. Må ikke misbruge det. Grænsen ville have været sat til `{max}` ænder pr. Dag.
de_de: Umgehung der max_ducks_per_day Prüfung, da du in einer VIP Gilde bist. Bitte missbrauche das nicht. Zur Information: das Limit wären `{max}`Enten pro Tag gewesen.
el_gr: Παράκαμψη του ελέγχου max_ducks_per_day καθώς βρίσκεστε σε μια συντεχνία VIP. Μην καταχραστείτε αυτήν την λειτουργία. Για πληροφορίες, το όριο θα είχε καθοριστεί σε `{max}` πάπιες ημερησίως.
es_es: Estás superando el límite máximo de patos por día estando en un servidor VIP. Por favor no abuses de eso. Para que sepas, es recomendable que el limite de patos lo dejes en `{max}` patos por día.
fr_fr: Contournement de la vérification du paramètre max_ducks_per_day car vous êtes sur un serveur VIP. Veuillez ne pas en abuser :). Pour information, la limite aurait été fixée à `{max}` canards par jour.
it_it: Stai bypassando il controllo max_ducks_per_day come se fossi in una gilda VIP. Per piacere non abusarne. Per tua informazione, il limite sarebbe stato fissato a `{max}`anatre al giorno.
ja_jp: VIPギルドにいるときに max_ducks_per_day チェックをバイパスします。それを悪用しないでください。詳細については、制限は1日あたり`{max}`アヒルに設定されていました。
ka_ge: გვერდის ავლით max_ducks_per_day შეამოწმე როგორც VIP კლანში ხართ. გთხოვთ, ბოროტად არ გამოიყენოთ. ინფორმაციისთვის, ლიმიტი ექვემდებარება `{max}` იხვები დღეში.
ko_kr: VIP 길드에있을 때는 max_ducks_per_day 확인을 무시하고 넘어 갑니다. 그것을 남용하지 마십시오. 자세한설명을 위해 한도는`{max}`오리로 설정되었을 것입니다
nl_nl: De max_ducks_per_day-controle aan het omzeilen omdat je je in een VIP gilde bevindt. Misbruik dit alsjeblieft niet. Ter informatie: de limiet zou zijn ingesteld op `{max} 'eenden per dag.
pl_pl: Omijasz sprawdzanie max_ducks_per_day ponieważ jesteś w gildii VIP. Proszę, nie nadużywaj tego. Dla Twojej informacji, limit byłby ustawiony na `{max}` kaczki na dzień.
pt_br: Ignorando a verificação max_ducks_per_day por você estar em uma guild VIP. Por favor não abuse disso. Para informação, o limite seria definido como `{max}` patos por dia.
ru_ru: Игнорирую max_ducks_per_day, т. к. у вас есть привилегии VIP. Пожалуйста, не злоупотребляйте этими преимуществами. Кстати, лимит был бы `{max}`.
sr_me: Zaobilazim max_ducks_per_day ček dok ste u VIP savezu. Molim vas, ne zloupotrebljavajte to. Za informaciju, ograničenje bi bilo postavljeno na `{max}` pataka dnevno.
sv_se: Omkopplar max_ducks_per_day-kontrollen eftersom du är i en VIP-guild. Snälla missbruka inte det. För din information skulle gränsen max ha ställts in till `{max}` ankor per dag.
tr_tr: Max_ducks_per_day kontrolünü atlayıp bir VIP loncasında olduğunuzu kontrol edin. Lütfen bunu kötüye kullanmayın. Bilgi için, sınır günde ördekler `{max}` olarak ayarlanmış olacaktı.
vi_vn: Bỏ qua kiểm tra max_ducks_per_day khi đang là 1 thành viên chăn vịp VIP. Đừng lạm dụng!!! . Giới hạn sẽ được đặt ở `{max}` vịt mỗi ngày.

source: <:official_Duck_01_reversed:439576463436546050> Authorised to set the VIP status!
ar_001: <:official_Duck_01_reversed:439576463436546050>مرخص لتعيين حالة كبار الشخصيات!
bg_bg: <:official_Duck_01_reversed:439576463436546050>Разрешение да зададете VIP статус!
cs_cz: <:official_Duck_01_reversed:439576463436546050> Oprávněn nastavit VIP status!
da_dk: <:official_Duck_01_reversed:439576463436546050>Godkendt til at indstille VIP status!
de_de: <:official_Duck_01_reversed:439576463436546050> Autorisiert, um den VIP-Status festzulegen!
el_gr: <:official_Duck_01_reversed:439576463436546050> Είστε εξουσιοδοτημένος να ορίσετε την κατάσταση VIP!
es_es: <:official_Duck_01_reversed:439576463436546050> Autorizado para configurar el estatus de VIP!
fr_fr: <:official_Duck_01_reversed:439576463436546050> Autorisé à définir le statut VIP!
hu_hu: <:official_Duck_01_reversed:439576463436546050> Engedély a VIP státuszra!
it_it: <:official_Duck_01_reversed:439576463436546050>Autorizzato ad impostare lo stato VIP!
ja_jp: <:official_Duck_01_reversed:439576463436546050> VIPステータスを設定する権限があります！
ka_ge: <:official_Duck_01_reversed:439576463436546050> VIP სტატუსის დაყენება უფლებამოსილია!
ko_kr: <:official_Duck_01_reversed:439576463436546050> 는 VIP 를 설정할 권한이 있습니다
nl_nl: <:official_Duck_01_reversed:439576463436546050>Geautoriseerd om de VIP-status in te stellen!
pl_pl: <:official_Duck_01_reversed:439576463436546050> Autoryzowany do nadawania statusu VIP!
pt_br: <:official_Duck_01_reversed:439576463436546050> Autorizado para definir os status VIP!
ru_ru: <:official_Duck_01_reversed:439576463436546050> Можно выдать привилегии VIP!
sr_me: <:official_Duck_01_reversed:439576463436546050> Ovlašćeni za postavljanje VIP statusa!
sv_se: <:official_Duck_01_reversed:439576463436546050> Behörig att ställa in VIP-status!
tr_tr: <:official_Duck_01_reversed:439576463436546050>VIP durumunu ayarlamaya izin verildi
vi_vn: <:official_Duck_01_reversed:439576463436546050> Được phép đặt trạng thái VIP !

source: :x: Unauthorised to set the VIP status! You are not an owner.
ar_001: :x: غير مصرح به لضبط حالة كبار الشخصيات! انت لست مالك.
bg_bg: :x: Неоторизирано задаване на VIP статус! Вие не сте собственик.
cs_cz: :x: Neoprávněn nastavit VIP status! Nejste vlastníkem serveru.
da_dk: :x: Uautoriseret til at indstille VIP status! Du er ikke ejer.
de_de: :x: Nicht autorisiert, um den VIP-Status festzulegen! Du bist kein Eigentümer.
el_gr: :x: Δεν επιτρέπεται η ρύθμιση της κατάστασης VIP! Δεν είστε ιδιοκτήτης.
es_es: :x: No estás autorizado para establecer el estado VIP! Usted no es uno de los dueños del bot.
fr_fr: :x: Vous n'êtes pas autorisé à mettre le statut de VIP car vous n'êtes pas un owner !
hu_hu: :x: Nincs engedélyed rá, hogy VIP státuszra emelj! Nem vagy tulajdonos.
it_it: :x: Non autorizzato ad impostare lo stato VIP! Non sei un proprietario.
ja_jp: :x: VIPステータスを設定する権限がありません！あなたは所有者ではありません。
ka_ge: :x: VIP სტატუსის დაყენება არასანქცირებული! თქვენ არ ხართ მფლობელი.
ko_kr: 당신은 봇의 소유자가 아니여서 VIP를 설정 할수 없습니다
nl_nl: :x: Ongeauthoriseerd om de VIP status in te stellen! Je bent geen eigenaar.
pl_pl: :x: Nie jesteś upoważniony aby nadać status VIP! Nie jesteś właścicielem.
pt_br: :x: Desautorizado para definir os status VIP! Você não é um dono.
ru_ru: :x: Нет прав, чтобы выдать привилегии VIP! Вы не являетесь создателем.
sr_me: :x: Neovlašćeni za postavljanje VIP statusa! Vi niste vlasnik.
sv_se: : x: Obehörigt att ställa in VIP-status! Du är inte en ägare.
tr_tr: :x: VIP durumunu ayarlamak için yetkisiz! Sahip değilsin.
vi_vn: :x: Không được phép đặt trạng thái vip vì không sở hữu con vịt này.

source: :x: Incorrect value.
ar_001: :x: قيمة غير صحيحة.
bg_bg: :x: Неправилна стойност.
cs_cz: :x: Neplatná hodnota.
da_dk: :x: Forkert værdi.
de_de: :x: Falscher Wert.
el_gr: :x: Εσφαλμένη τιμή.
es_es: :x: Valor incorrecto
fr_fr: :x: Valeur incorrecte.
hu_hu: :x: Hibás összeg.
it_it: :x: Valore incorretto.
ja_jp: :x: 正しくない値
ka_ge: : x: არასწორი მნიშვნელობა.
ko_kr: : x : 잘못된 값입니다.
nl_nl: :x: Onjuiste waarde.
pl_pl: :x: Nieprawidłowa wartość.
pt_br: :x: Valor incorreto.
ru_ru: :x: Неверное значение.
sr_me: :x: Netačna vrijednost.
sv_se: :x: Felaktigt värde.
tr_tr: :x: Yanlış değer
vi_vn: :x: Niệm chú sai, 1 điểm về chuồng.

source: :ok: The setting {pref} has been set to `{value}` on this guild.
ar_001: :ok: تم تعيين الإعداد {pref} على `{value}` في هذه المجموعة.
bg_bg: :ok: Настройката {pref} е настроена на `{value}` на тази гилдия.
cs_cz: :ok: Nastavení {pref} bylo pro tento cech nastaveno na `{value}` .
da_dk: :ok: Indstillingen {pref} er sat til `{value}` på dette guild.
de_de: :ok: Die Einstellung {pref} wurde in dieser Gilde auf `{value}` gesetzt.
el_gr: :ok: Η ρύθμιση {pref} έχει οριστεί σε `{value} 'σε αυτή τη συντεχνία.
es_es: :ok: El ajuste {pref} se ha configurado a `{value}` en este Servidor.
fr_fr: :ok: le paramètre {pref} a été défini comme `{value}` sur ce serveur.
it_it: :ok: l’impostazione {pref} è stata impostata a `{value}` in questa gilda.
ja_jp: :ok: このギルドで、設定 {pref} が `{value}` に設定されました。
ka_ge: : ok: პარამეტრი {pref} შეიქმნა `{value}` ამ კლანში.
ko_kr: : ok :이 길드에서는 {pref} 설정이`{value}`로 설정되었습니다.
nl_nl: :ok: De instelling {pref} is ingesteld op `{value}` in dit gilde.
pl_pl: :ok: Ustawienie {pref} zostało ustawione na `{value}` w tej gildii.
pt_br: :ok: A configuração {pref} foi definida como `{value}` nesta guild.
ru_ru: :ok: Значение параметра {pref} на этом сервере изменено на `{value}`.
sr_me: :ok: Postavka {pref} je postavljena na `{value}` na ovom cehu.
sv_se: : ok: Inställningen {pref} har ställts in som`{value}` på denna guild.
tr_tr: :ok: Bu sunucuda {pref} ayarı `{value}` olarak ayarlandı.
vi_vn: :ok: Cài đặt {pref} đã đổi thành `{value}` trong nhóm này.

source: Congratulations, you sent / gave more experience than the maximum number I'm able to store.
ar_001: تهانينا ، لقد أرسلت / أعطيت exp أكثر من العدد الأقصى الذي يمكنني تخزينه.
bg_bg: Поздравления, изпратихте / дадохте повече exp точки от максималния брой който мога да запазя.
cs_cz: Blahopřeji, poslal / dal jsi více zkušeností než je maximum toho, co můžu uložit.
da_dk: Tillykke, du sendte / gav mere erfaring end det maksimale antal jeg kan gemme.
de_de: Glückwunsch, Du hast mehr Erfahrung vergeben/ versendet, als ich speichern kann.
el_gr: Συγχαρητήρια, έχετε στείλει / δώσει περισσότερη εμπειρία από το μέγιστο αριθμό που μπορώ να αποθηκεύσω.
es_es: Felicidades, has enviado / entregado más experiencia de la que puedo almacenar.
fr_fr: Félicitations, vous avez envoyé / donné plus d’expérience que le nombre maximal que je suis capable de stocker.
hu_hu: Gratula, te több tapasztalatot küldtél/kaptál, mint a maximum összeg amit raktározni tudok.
it_it: Congratulazioni, hai inviato / dato più esperienza del numero massimo che posso memorizzare.
ja_jp: おめでとうございます。あなたは私が持てる最大より多くの経験値を与えました。
ka_ge: გილოცავთ, გაგიგზავნე / გაცილებით მეტი გამოცდილება, ვიდრე მაქსიმალური რაოდენობა მე შემიძლია შესანახად.
ko_kr: 잘했다. 저장 가능한 최대 보다 더 많은 경험치를 보냈어 행복하니?
nl_nl: Gefeliciteerd, je hebt meer ervaring verzonden / gegeven dan het maximale aantal dat ik kan opslaan.
pl_pl: Gratulacje, wysłałeś/dostałeś więcej doświadczenia niż maksymalna ilość, którą jestem w stanie przechować.
pt_br: Parabéns, você enviou / deu mais experiência do que o número máximo que posso armazenar.
ru_ru: Поздравляю, вы отправили настолько много очков опыта, что я не могу сохранить это число.
sr_me: Čestitamo, poslali ste / pružili ste više iskustva od maksimalnog broja koji mogu da sačuvam.
sv_se: Grattis, du skickade / gav mer erfarenhet än det maximala antalet jag kan lagra.
tr_tr: Tebrikler, saklayabildiğim maksimum sayıdan daha fazla deneyim gönderdiniz / verdiniz.
vi_vn: Chúc mừng bạn đã gửi (nhận) số kinh nghiệm nhiều hơn số có thể dự trữ . :money_mouth:
