Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: :ok:, he/she now has {newexp} exp points!
bg_bg: :ok:, той / тя сега има {newexp} exp точки!
cs_cz: :ok:, on/ona má nyní {newexp} exp. bodů!
da_dk: :ok:, han/hun har nu {newexp} exp point!
de_de: :ok:, er/ sie hat nun {newexp} Erfahrungs-Punkte!
el_gr: : ok :, έχει τώρα {newexp} πόντους εμπειρίας!
es_es: :ok:, Él/Ella ahora tiene {newexp} puntos de experiencia!
fr_fr: :ok: Il/elle a maintenant {newexp} points d'expérience !
hu_hu: :ok: Neki már {newexp} tapasztalatpontja van!
it_it: :ok:, lui/lei adesso ha {newexp} punti exp!
ja_jp: :ok: 彼/彼女は {newexp} 経験値を持っています。
ka_ge: : ok:, მან / მან ახლა {newexp} exp რაოდენობა!
ko_kr: : ok :, 이제 부터는 {newexp} 에 만금의 경험치가 있습니다!
nl_nl: :ok:, hij/zij heeft nu {newexp} exp punten!
pl_pl: :ok:, on/ona ma teraz {newexp} punktów doświadczenia!
pt_br: :ok:, ele/ela agora tem {newexp} pontos de exp!
ru_ru: :ok:, теперь у получателя {newexp} очк. опыта!
sr_me: :ok :, on / ona sada ima {newexp} exp bodova!
sv_se: :ok: han/hon har nu {newexp} exp-poäng!
tr_tr: :ok:, o şimdi {newexp} exp puanına sahip!
vi_vn: Thợ săn này đang có {newexp} exp !

source: :x: To prevent abuse, you can't send exp when you don't have a weapon.
ar_001: :x: لمنع سوء الاستخدام ، لا يمكنك إرسال exp عندما لا يكون لديك سلاح.
bg_bg: :x: За да предотвратите злоупотреби, не можете да изпращате exp точки когато нямате оръжие.
cs_cz: :x: Abychom předešli zneužívání, nemůžeš poslat expy když nemáš zbraň.
da_dk: :x: For at undgå misbrug kan du ikke sende exp, når du ikke har et våben.
de_de: :x: Um Missbrauch zu verhindern, kannst Du keine Erfahrungs-Punkte versenden, während Du waffenlos bist.
el_gr: : x: Για να αποφευχθεί η κατάχρηση, δεν μπορείτε να στείλετε εμπειρία όταν δεν έχετε όπλο.
es_es: :x: Para prevenir el abuso, no puedes enviar exp cuando no tienes un arma.
fr_fr: :x: Afin de prévenir les abus, vous ne pouvez pas envoyer d'expérience quand vous n’avez pas d'arme.
hu_hu: :x: Hogy meggátoljuk a visszaéléseket, nem küldhetsz tapasztalatpontot, ha nincs fegyvered.
it_it: :x: Per prevenire l’abuso di questo comando, non puoi inviare exp quando non hai un'arma.
ja_jp: :x: 悪用を防ぐため、武器を持っていないときに経験値を送信することはできません。
ka_ge: x: ბოროტად გამოყენების თავიდან ასაცილებლად თქვენ არ შეგიძლიათ გააგზავნოთ ექსპ, როდესაც არ გაქვთ იარაღი.
ko_kr: : x : 남용을 방지하기 위해 무기가 없으면 경험치를 보낼 수 없어.
nl_nl: :x: Om misbruik te voorkomen, kun je geen exp sturen als je geen wapen hebt.
pl_pl: :x: Aby zapobiec nadużyciom, nie można wysyłać doświadczenia kiedy nie posiadasz broni.
pt_br: :x: Para previnir fraudes, você não pode enviar exp quando não tiver uma arma.
ru_ru: :x: Чтобы предотвратить жульничество, передача очков опыта недоступна, пока у вас конфисковано оружие.
sv_se: :x: För att stoppa missbruk, kan du inte skicka erfarenhetspoäng när du inte har ett gevär.
tr_tr: :x: Suistimali önlemek için, silahın olmadığı zaman exp gönderemezsin.
vi_vn: Không thể gửi exp khi không có vũ khí :P

source: :x: The exp amount needs to be positive.
ar_001: :x: يجب أن تكون قيمة exp موجبة.
bg_bg: :x: Броят на exp точки трябва да бъде положителен.
cs_cz: :x: Hodnota expů musí být kladná.
da_dk: :x: Exp-beløbet skal være positivt.
de_de: :x: Du musst eine natürliche Zahl eingeben um Erfahrungs-Punkte zu versenden.
el_gr: :x: Το ποσό exp πρέπει να είναι θετικό.
es_es: :x: la cantidad exp debe ser positiva.
fr_fr: :x: Le montant d'XP doit être positif.
hu_hu: :x: Pozitív összeget kell beírnod, hogy tapasztalatot küldhess.
it_it: :x: L’importo exp dev’essere positivo.
ka_ge: x: ექსპრესი უნდა იყოს დადებითი.
ko_kr: : x : exp 양이 영보다 많아야합니다.
nl_nl: :x: De exp-hoeveelheid moet positief zijn.
pl_pl: :x: Kwota doświadczenia musi być dodatnia.
pt_br: :x: A quantidade de exp precisa ser positiva.
ru_ru: :x: Количество очков опыта должно быть положительным.
sv_se: :x: Summan för erfarenhetspoäng måste vara positiv.
tr_tr: :x: Exp değerinin pozitif olması gerekiyor.
vi_vn: Số exp cần phải lớn hơn 0.

source: :x: Wait... What? Are you trying to send experience to YOURSELF? That doesn't make sense.
ar_001: :x: انتظر ... ماذا؟ أتحاول إرسال exp إلى نفسك؟ هذا غير منطقي.
bg_bg: :x: Чакай ... Какво? Опитвате ли се да изпратите опит на СЕБЕ СИ? Това няма смисъл.
cs_cz: :x: Počkat... Cože? Snažíš se poslat zkušenosti SÁM SOBĚ? To nedává smysl.
da_dk: :x: Vent... Hvad? Forsøger du at sende erfaring til DIG SELV? Det giver ikke mening.
de_de: :x: Warte mal... Was? Versuchst Du Dir gerade SELBST Erfahrungs-Punkte zu geben? Das ergibt keinen Sinn.
el_gr: : x: Περιμένετε ... Τι; Προσπαθείτε να στείλετε την εμπειρία στον εαυτό σας; Αυτό δεν έχει νόημα.
es_es: :x: Espera...Que? Estás tratando de mandar Puntos de Experiencia A TI MISMO? Eso no tiene sentido.
fr_fr: :x: Attendez... Quoi? Est-ce que vous essayez de VOUS envoyer de l’expérience ? Ça n'a pas de sens.
hu_hu: :x: Várj... Mi? MAGADNAK próbálsz tapasztalatot küldeni?! Ez nem így megy.
it_it: :x: Aspe...Cosa? Stai cercando di inviare esperienza A TE STESSO? Tutto ciò non ha alcun senso.
ka_ge: : x: დაველოდოთ ... რა? ცდილობთ გამოცდილებას გააგზავნოთ? ეს აზრი არ აქვს.
ko_kr: : x : 잠깐만 ... 으잉? 지금 자신한테 경험치를 보낼려고 하십니까? 말이 않되잖아...
nl_nl: :x: Wacht... Wat? Probeer je ervaring naar JEZELF te sturen? Dat slaat nergens op.
pl_pl: :x: Czekaj.... CO? Czy ty właśnie próbujesz wysłać doświadczenie samemu sobie? To nie ma sensu.
pt_br: :x: Pera aí... O que? Você está tentando dar experiência para VOCÊ MESMO? Não faz sentido.
ru_ru: :x: Мне кажется, или вы пытаетесь отправить очки опыта самому себе? Но это же бессмысленно!
sv_se: : x: Vänta ... Va? Försöker du skicka erfarenhetspoäng till DIG SJÄLV? Det är inte meningsfullt.
tr_tr: :x: Bekle ... Ne? KENDİNİZE deneyim puanı mı göndermeye mi çalışıyorsunuz? Bu mantıklı değil.
vi_vn: Tự đút đít à, hay đấy :heart_eyes:

source: You sent {amount} exp to {target} (and paid {taxes} exp of taxes)!
ar_001: لقد أرسلت {amount} إلى {target} (ودفع الضرائب {tax} المدفوعة)!
bg_bg: Изпратихте {amount} exp на {target} (и платихте {taxes} exp на данъци)!
cs_cz: Poslal jsi {amount} expů {target} (a zaplatil {taxes} expů na daních)!
da_dk: Du sendte {amount} exp til {target} (og betalte {tax} skat)!
de_de: Du hast {amount} Erfahrungs-Punkte an {target} gesendet (und {taxes} dafür Erfahrungs-Punkte-Steuern bezahlt)!
el_gr: Έχετε αποστείλει {amount} exp σε {target} (και πληρώσατε {taxes} exp των φόρων)!
es_es: Has enviado {amount} de exp a {target} (y pagado {taxes} de exp en impuestos)!
fr_fr: Vous avez envoyé {amount} exp à {target} (et payé {taxes} exp de taxe) !
hu_hu: Elküldtél {amount} tapasztalatot {target}-nek (és fizettél {taxes} tapasztalatot adóként)!
it_it: Hai inviato {amount} exp a {target} (ed hai pagato {taxes} exp di tasse)!
ka_ge: თქვენ გამოგიგზავნეთ თანხა {target} გამოცდილება {target} (გადასახადების გადახდა გადასახადები)
ko_kr: 당신은 {amount} exp를 {target} 으로 보냈습니다 그리고 새금 ({taxes} exp of tax) 을 냈습니다
nl_nl: Je hebt {amount} exp verzonden naar {target} (en {belastingen} exp aan belastingen betaald)!
pl_pl: Właśnie wysłałeś {amount} doświadczenia do {target} (i zapłaciłeś {taxes} doświadczenia jako podatek)!
pt_br: Você enviou {amount} exp para {target} (e pagou {taxes} de imposto)!
ru_ru: Вы отправили {amount} очк. опыта пользователю {target} (взимаемая комиссия: {taxes} очк.)!
sv_se: Du har skickat {amount} exp till {target} (och har betalt {taxes} i skatter)!
tr_tr: {amount} exp 'ı {target}' a gönderdiniz (ve {taxes} kadar vergi olarak ödediniz)!
vi_vn: Đã gửi {amount} exp đến {target} (và đã trả {taxes} tiền thuế )!

source: You don't have enough experience points
ar_001: ليس لديك ما يكفي من exp.
bg_bg: Нямате достатъчно exp точки
cs_cz: Nemáš dostatek exp. bodů
da_dk: Du har ikke nok erfaringspoint
de_de: Du hast nicht genügend Erfahrungs-Punkte
el_gr: Δεν έχετε αρκετούς πόντους εμπειρίας
es_es: No tienes suficientes puntos de experiencia
fr_fr: Vous ne disposez pas de suffisamment de points d'expérience.
hu_hu: Nincs elég tapasztalatpontod
it_it: Non hai abbastanza punti esperienza
ka_ge: საკმარისი გამოცდილება არ გაქვთ
ko_kr: 경험치가 충분하지 않습니다
nl_nl: Je hebt niet genoeg ervaringspunten
pl_pl: Nie masz wystarczająco punktów doświadczenia.
pt_br: Você não tem pontos de experiência suficientes!
ru_ru: У вас недостаточно опыта.
sv_se: Du har inte tillräckligt med erfarenhetspoäng
tr_tr: Yeterli tecrübe puanın yok
vi_vn: Không đủ exp

source: :x: Sending exp is disabled on this server
ar_001: :x: تم إزالة ارسال exp على هذا الملقم.
bg_bg: : x: Изпращането на exp точки е деактивирано на този сървър
cs_cz: :x: Posílání expů je na tomto serveru vypnuto
da_dk: :x: At sende exp er deaktiveret på denne server
de_de: :x: Das Übertragen von Erfahrungs-Punkten ist auf diesem Server deaktiviert
el_gr: : x: Η αποστολή exp είναι απενεργοποιημένη σε αυτόν τον διακομιστή
es_es: :x: enviar exp está deshabilitado en este servidor
fr_fr: :x: L'envoi d'expérience est désactivé sur ce serveur.
hu_hu: :x: Tapasztalatküldés nem engedélyezett ezen a szerveren
it_it: :x: l'invio di exp è disabilitato su questo server
ka_ge: : x: გამოცდილების გაგზავნა ამ სერვერზე გამორთულია
ko_kr: : x :이 서버에서는 경험치를 보낼 수 없습니다
nl_nl: :x: Het verzenden van exp is uitgeschakeld op deze server
pl_pl: :x: Wysyłanie doświadczenia jest wyłączone na tym serwerze.
pt_br: :x: Envio de exp está desativado neste server
ru_ru: :x: Передача очков опыта отключена на этом сервере.
sv_se: :x: Att skicka erfarenhetspoäng är inte tillåtet på denna server
tr_tr: :x: Bu sunucuda exp gönderimi devre dışı bırakıldı
vi_vn: :x: không thể gửi exp tại đây

source: {date} (in {dans_jours}{dans_heures} and {dans_minutes})
ar_001: {date} (في {dans_jours} {dans_heures} و {dans_minutes})
bg_bg: {date} (в {dans_jours} {dans_heures} и {dans_minutes})
cs_cz: {date} (v {dans_jours}{dans_heures} a {dans_minutes})
da_dk: {date} (i {dans_jours} {dans_heures} og {dans_minutes})
de_de: {date} (in {dans_jours} Tagen, {dans_heures} Stunden und {dans_minutes} Minuten)
el_gr: {date} (στις {dans_jours} {dans_heures} και {dans_minutes})
es_es: {date} (en {dans_jours}{dans_heures} y {dans_minutes})
fr_fr: {date} (dans {dans_jours}{dans_heures} et {dans_minutes})
hu_hu: {date} ({dans_jours}{dans_heures} ban és {dans_minutes} ben)
it_it: {date} (in {dans_jours} {dans_heures} e {dans_minutes})
ko_kr: {date} (안에{dans_jours} {dans_heures} 그리고 {dans_minutes})
nl_nl: {date} (in {dans_jours} {dans_heures} en {dans_minutes})
pl_pl: {date} (za {dans_jours}{dans_heures} i {dans_minutes})
pt_br: {date} (em {dans_jours}{dans_heures} e {dans_minutes})
ru_ru: {date} (в {dans_jours} {dans_heures} и {dans_minutes})
sv_se: {date} (i {dans_jours}{dans_heures} och {dans_minutes})
tr_tr: {date} ({dans_jours} {dans_heures} ve {dans_minutes} içinde)
vi_vn: {date} (trong {dans_jours}{dans_heures} và {dans_minutes})

source: %m/%d at %H:%M:%S
ar_001: ٪ m / %dعند٪ H:٪ M:٪ S
bg_bg: % m / %d в % H:% M:% S
cs_cz: %m/%d v %H:%M:%S
da_dk: %d/%m %H:%M:%S
de_de: %d.%m um %H:%M:%S
el_gr: %m/ %dσe %H:% M:% S
es_es: %m/%d en %H:%M:%S
fr_fr: %H:%M:%S le %d/%m
hu_hu: %m/%d %H:%M:%S nál
it_it: %m /%d %H:%M:%S
nl_nl: %m/%d bij %H:%M:%S
pl_pl: %m/%d o %H:%M:%S
pt_br: %m/%d em %H:%M:%S
ru_ru: %m/%d в %H:%M:%S
sv_se: %m/%d på %H:%M:%S
vi_vn: %m/%d hoặc %H:%M:%S

source: {dans} days
ar_001: {dans} يومًا.
bg_bg: {dans} дни
cs_cz: {dans} den/dny/dnů
da_dk: {dans} dage
de_de: {dans} Tage
el_gr: {dans} ημέρες
es_es: {dans} días
fr_fr: {dans} jours
hu_hu: {dans} nap
it_it: {dans} giorni
ko_kr: {dans} 일
nl_nl: {dans} dagen
pl_pl: {dans} dni
pt_br: {dans} dias
ru_ru: {dans} дн.
sv_se: {dans} dagar
tr_tr: {dans} gün
vi_vn: {dans} ngày

source: {dans} hours
ar_001: {dans} ساعة.
bg_bg: {dans} часа
cs_cz: {dans} hodina/hodiny/hodin
da_dk: {dans} timer
de_de: {dans} Stunden
el_gr: {dans} ώρες
es_es: {dans} horas
fr_fr: {dans} heures
hu_hu: {dans} óra
it_it: {dans} ore
ko_kr: {dans} 시간
nl_nl: {dans} uur
pl_pl: {dans} godziny
pt_br: {dans} horas
ru_ru: {dans} ч.
sv_se: {dans} timmar
tr_tr: {dans} saat
vi_vn: {dans} giờ

source: {dans} minutes
ar_001: {dans} دقيقة.
bg_bg: {dans} минути
cs_cz: {dans} minuta/minuty/minut
da_dk: {dans} minutter
de_de: {dans} Minuten
el_gr: {dans} λεπτά
es_es: {dans} minutos
hu_hu: {dans} perc
it_it: {dans} minuti
ko_kr: {dans} 분
nl_nl: {dans} minuten
pl_pl: {dans} minuty
pt_br: {dans} minutos
ru_ru: {dans} мин.
sv_se: {dans} minuter
tr_tr: {dans} dakika
vi_vn: {dans} phút

source: The bot frequently reboots for updates. Don't worry, it has a 99.8% of uptime.
ar_001: يعيد البوت الروبوت في كثير من الأحيان للتحديثات. لا تقلق ، فهو مشتغل 99.8 % من الوقت.
bg_bg: Ботът често се рестартира за актуализации. Не се притеснявайте, има 99,8% от времето на работа.
cs_cz: Bot se pravidelně restartuje kvůli updatům, ale žádné strachy, je 99.8% času online.
da_dk: Botten genstarter ofte for opdateringer. Bare rolig, den har en 99,8% oppetid.
de_de: Der Bot wird häufig für Updates neu gestartet. Aber keine Sorge, er hat eine Uptime von 99,8%.
el_gr: Το σύστημα επανεκκινείται συχνά για ενημερώσεις. Μην ανησυχείτε, έχει 99,8% χρόνο λειτουργίας.
es_es: El bot se reinicia frecuentemente para recibir las actualizaciones. No te preocupes, tiene un 99.8% de tiempo de actividad habitual.
fr_fr: Le bot redémarre fréquemment pour effectuer des mises à jour. Ne vous inquiétez pas, il est en ligne 99.8% du temps.
hu_hu: A bot gyakran újraindul a frissítések miatt. Ne aggódj, az örökkévalóság 99,8%-ában a rendelkezésedre áll.
it_it: Il bot si riavvia spesso per gli aggiornamenti. Non preoccuparti, il 99,8% delle volte è operativo
ko_kr: 봇은 종종 업데이트를 위해 재부팅합니다. 걱정하지 마십시오. 가동 시간은 99.8 %입니다.
nl_nl: De bot wordt vaak opnieuw opgestart voor updates. Maak je geen zorgen, de bot heeft een uptime van 99,8%.
pl_pl: Bot często restartuje się w celu aktualizacji. Nie martw się, ma 99,8% czasu uptime.
pt_br: O bot reinicia para atualizações frequentemente. Não se preocupe, ele tem 99.8% de uptime.
ru_ru: Иногда бот перезагружается для загрузки обновления. Наш uptime — 99.8%.
sv_se: Boten startar om regelbundet för uppdateringar. Oroa dig inte, boten har 99.8% drifttid.
tr_tr: Bot sık sık güncellemeler için yeniden başlatılıyor. Endişelenmeyin, % 99.8 çalışma süresi var.
vi_vn: Vịt đang phải nằm viện. Nhấn F và cầu nguyện :clap:

source: You don't have to go right now...
cs_cz: Nepotřebuješ zrovna teď...
de_de: Du musst jetzt nicht gehen...
es_es: No tiene que irse ahora mismo...
fr_fr: Vous n'avez pas besoin d'y aller maintenant...
hu_hu: Most nem kell elmenned...
it_it: Non hai bisogno di andartene adesso...
nl_nl: Je hoeft niet nu te gaan...
pl_pl: Nie musisz teraz iść...
pt_br: Você não tem que ir agora...
ru_ru: Тебе не нужно уходить прямо сейчас...

source: Follow this link to invite me to your server: https://docs.duckhunt.me/bot-administration/admin-quickstart
cs_cz: Následuj tento link abys mě pozval do tvého serveru: https://docs.duckhunt.me/bot-administration/admin-quickstart
de_de: Folge diesem Link, um mich auf Deinen Server einzuladen: https://docs.duckhunt.me/bot-administration/admin-quickstart
es_es: Pincha este enlace para invitarme a tu servidor: https://docs.duckhunt.me/bot-administration/admin-quickstart
fr_fr: Suivez ce lien pour m'inviter dans votre serveur: https://docs.duckhunt.me/bot-administration/admin-quickstart
hu_hu: Kövesd ezt a linket hogy meghívj a szerveredre: https://docs.duckhunt.me/bot-administration/admin-quickstart
it_it: Segui questo link per invitarmi nel tuo server: https://docs.duckhunt.me/bot-administration/admin-quickstart
ko_kr: 이 링크를 따라 나를 서버로 초대하십시오 : https://docs.duckhunt.me/bot-administration/admin-quickstart
nl_nl: Volg deze link om me uit te nodigen voor je server: https://docs.duckhunt.me/bot-administration/admin-quickstart
pl_pl: Kliknij ten link, aby zaprosić mnie na swój serwer: https://docs.duckhunt.me/bot-administration/admin-quickstart
pt_br: Siga este link para me invitar ao seu servidor: https://docs.duckhunt.me/bot-administration/admin-quickstart
ru_ru: Перейдите по этой ссылке, чтобы пригласить меня на свой сервер: https://docs.duckhunt.me/bot-administration/admin-quickstart
sv_se: Följ denna länk för att bjuda in mig till din server: https://docs.duckhunt.me/bot-administration/admin-quickstart

source: If you are a new player, read this: <https://docs.duckhunt.me/players-guide/players-quickstart>. Otherwise, here is the players command list <https://docs.duckhunt.me/players-guide/player-commands> and the admin commands <https://docs.duckhunt.me/bot-administration/admin-commands> | If you need anything, feel free to join the support server at https://discordapp.com/invite/2BksEkV
cs_cz: Pokud jsi nový hráč, přečti si toto: <https://docs.duckhunt.me/players-guide/players-quickstart>. Jinak je zde seznam příkazů <https://docs.duckhunt.me/players-guide/player-commands> a příkazy pro adminy <https://docs.duckhunt.me/bot-administration/admin-commands> | Pokud něco potřebuješ, můžeš se připojit na server podpory zde: https://discordapp.com/invite/2BksEkV
de_de: Wenn Du ein neuer Spieler bist, lies Folgendes: <https://docs.duckhunt.me/players-guide/players-quickstart>. Ausserdem findest Du die Spieler-Befehlsliste unter: <https://docs.duckhunt.me/players-guide/player-commands> und die Administratorbefehle unter: <https://docs.duckhunt.me/bot-administration/admin-commands> | Wenn Du etwas benötigst, kannst Du auch gerne in meinen Support-Server kommen: https://discordapp.com/invite/2BksEkV
es_es: Si eres un jugador nuevo, lee esto: <https://docs.duckhunt.me/players-guide/players-quickstart>. De lo contrario, aquí está la lista de comandos de los jugadores <https://docs.duckhunt.me/players-guide/player-commands> y de administración <https://docs.duckhunt.me/bot-administration/admin-commands> | Si necesitas algo, siéntete libre de unirte al servidor de soporte en https://discordapp.com/invite/2BksEkV
fr_fr: Si vous êtes un nouveau joueur, lisez ceci : <https://docs.duckhunt.me/players-guide/players-quickstart>. Sinon, voici la liste des commandes des joueurs <https://docs.duckhunt.me/players-guide/player-commands> et des commandes d'administration <https://docs.duckhunt.me/bot-administration/admin-commands> | Si vous avez besoin de quoi que ce soit, n'hésitez pas à rejoindre le serveur d'assistance ici: https://discordapp.com/invite/2BksEkV
hu_hu: Ha új játékos vagy, olvasd el ezt: <https://docs.duckhunt.me/players-guide/players-quickstart>. Máskülönben itt a játékosok parancsai <https://docs.duckhunt.me/players-guide/player-commands> illetve az admin parancsok <https://docs.duckhunt.me/bot-administration/admin-commands>. | Ha kell akármi, nyugodtan csatlakozz Discord szerverünkre itt: https://discordapp.com/invite/2BksEkV
it_it: Se sei un nuovo giocatore, leggi qui: <https://docs.duckhunt.me/players-guide/players-quickstart>. Altrimenti, qui trovate la lista dei comandi per i giocatori <https://docs.duckhunt.me/players-guide/player-commands> e i comandi per gli amministratori <https://docs.duckhunt.me/bot-administration/admin-commands> | Se avete bisogno di qualcosa, sentitevi liberi di unirvi al server di supporto all'indirizzo https://discordapp.com/invite/2BksEkV
ko_kr: 당신이 새로운 이용자는, 이것을 읽으십시오 : <https://docs.duckhunt.me/players-guide/players-quickstart>. 그렇지 않으면, 플레이어 명령 목록 <https://docs.duckhunt.me/players-guide/player-commands> 및 관리자 명령 <https://docs.duckhunt.me/bot-administration/admin-commands> | 필요한 것이 있으면 https://discordapp.com/invite/2BksEkV에서 지원 서버에 가입하십시오.
nl_nl: Als je een nieuwe speler bent, lees dan dit: <https://docs.duckhunt.me/players-guide/players-quickstart>. Anders is hier de spelerscommandolijst <https://docs.duckhunt.me/players-guide/player-commands> en de admincommando's <https://docs.duckhunt.me/bot-administration/admin-commands> | Als je iets nodig hebt, voel je vrij om je aan te sluiten bij de supportserver op https://discordapp.com/invite/2BksEkV
pl_pl: Jeśli jesteś nowym graczem, przeczytaj to: <https://docs.duckhunt.me/players-guide/players-quickstart>. W przeciwnym razie, oto lista poleceń gracza <https://docs.duckhunt.me/players-guide/player-commands> i poleceń admina <https://docs.duckhunt.me/bot-administration/admin-commands> | Jeśli potrzebujesz czegoś, możesz dołączyć do serwera wsparcia pod adresem https://discordapp.com/invite/2BksEkV
pt_br: Se você é um jogador novo, leia isto: <https://docs.duckhunt.me/players-guide/players-quickstart>. De qualquer forma, aqui está a lista para comandos de jogadores <https://docs.duckhunt.me/players-guide/player-commands> e de comandos de admins <https://docs.duckhunt.me/bot-administration/admin-commands> | Se voce precisar de qualquer coisa, sinta-se livre para entrar em nosso discord de suporte em https://discordapp.com/invite/2BksEkV
ru_ru: Если вы новый игрок, прочтите это: <https://docs.duckhunt.me/players-guide/players-quickstart>. В противном случае, вот список элементов управления игрока <https://docs.duckhunt.me/players-guide/player-commands> и команды администратора <https://docs.duckhunt.me/bot-administration/admin-commands> | Если вам что-то нужно, не стесняйтесь присоединиться к серверу поддержки https://discordapp.com/invite/2BksEkV
sv_se: Om du är en ny spelare, läs detta: <https://docs.duckhunt.me/players-guide/players-quickstart>. Annars är här spelarens kommandolista <https://docs.duckhunt.me/players-guide/player-commands> och admin-kommandona <https://docs.duckhunt.me/bot-administration/admin-commands> | Om du behöver något kan du gå med i supportservern på https://discordapp.com/invite/2BksEkV
