Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: a half-melted peppermint.
ar_001: نعناع نصف ذائب.
cs_cz: polorozpuštěnou peppermintku.
da_dk: en halvsmeltet pebermynte.
de_de: ein halb-geschmolzenes Pfefferminzbonbon.
es_es: medio caramelo deshecho.
fr_fr: une pastille à la menthe à moitié fondue.
hu_hu: félig megrágcsált borsmenta.
it_it: una menta piperita semi-sciolta.
nl_nl: een half-gesmolten pepermuntje.
pl_pl: roztopiona miętówka.
pt_br: uma bala de hortelã parcialmente derretida.
ru_ru: наполовину расплавленную перечную мяту.
sv_se: en halvsmält pepparmynta.
tr_tr: yarı erimiş bir nane.
vi_vn: Nửa que kem chảy nước

source: a box of Abraxo cleaner.
ar_001: صندوق من Abraxo cleaner .
cs_cz: krabici čističe Abraxo.
da_dk: en æske af Abraxo rensemiddel.
de_de: eine Box Abraxo Scheuermittel.
es_es: una caja de limpiador Abraxo
fr_fr: une boîte de nettoyant Abraxo.
hu_hu: egy Abraxo tiszítós doboz.
it_it: una scatola di detergente Abraxo.
nl_nl: een doos met Abraxo schoonmaakmiddel.
pl_pl: Pudełko z
pt_br: uma caixa de limpeza Abraxo.
ru_ru: коробкк чистящего средства «Абраксо».
sv_se: en låda med Abraxo-rengöringsmedel.
tr_tr: Abraxo temizleyici bir kutu.
vi_vn: Một hộp nước tẩy Abraxo

source: a gun with banana peeled barrel.
ar_001: مسدس مع برميل من الموز المقشر.
cs_cz: pistol s hlavní, která vypadá jak oloupaný banán.
da_dk: et gevær med bananskrællet løb.
de_de: ein Waffenrohr, das aussieht wie eine geschälte Banane.
es_es: un revolver con el cargador envuelto en una cáscara de plátano.
fr_fr: un fusil au canon tordu.
hu_hu: egy fegyver egy banánnal a csövén.
it_it: una pistola con canna sbucciata a banana.
nl_nl: een geweer met een loop die gepeld is als een banaan.
pl_pl: pistolet z lufą obraną z bananów.
pt_br: uma arma com barril de banana descascada.
ru_ru: ружьё с разорванным стволом.
sv_se: en pistol med bananskalad gevärspipa.
tr_tr: muz soyulmuş namlu ile bir silah.
vi_vn: một khẩu súng với nòng giống quả chuối bị bóc vỏ

source: an old hunting knife.
ar_001: سكين صيد قديم.
cs_cz: starý lovecký nůž.
da_dk: en gammel jagtkniv.
de_de: ein altes Jagdmesser.
es_es: un viejo cuchillo de caza.
fr_fr: un vieux couteau de chasse.
hu_hu: egy régi vadászkés.
it_it: un vecchio coltello da caccia.
nl_nl: een oud jachtmes.
pl_pl: stary nóż myśliwski.
pt_br: uma faca de caça velha.
ru_ru: старый охотничий нож.
sv_se: En gammal jaktkniv.
tr_tr: eski bir av bıçağı.
vi_vn: một con dao cũ

source: an old video recording: http://tinyurl.com/zbejktu
ar_001: تسجيل فيديو قديم: http://tinyurl.com/zbejktu
cs_cz: starou video nahrávku: http://tinyurl.com/zbejktu
da_dk: en gammel videooptagelse: http://tinyurl.com/zbejktu
de_de: eine alte Aufnahme: http://tinyurl.com/zbejktu
es_es: un vieja grabación: http://tinyurl.com/zbejktu
fr_fr: un vieil enregistrement vidéo : http://tinyurl.com/zbejktu
hu_hu: egy régi videófelvétel: http://tinyurl.com/zbejktu
it_it: una vecchia registrazione video: http://tinyurl.com/zbejktu
nl_nl: een oude video-opname: http://tinyurl.com/zbejktu
pl_pl: stare nagranie wideo: http://tinyurl.com/zbejktu
pt_br: uma gravação de vídeo antiga: http://tinyurl.com/zbejktu
ru_ru: старую видеозапись: http://tinyurl.com/zbejktu
sv_se: en gammal videoinspelning: http://tinyurl.com/zbejktu
tr_tr: eski bir video kaydı: http://tinyurl.com/zbejktu
vi_vn: một cuộn băng cũ : https://tinyurl.com/y3eabbe6

source: an old hunting photo: http://tinyurl.com/hmn4r88
ar_001: صورة صيد قديمة: http://tinyurl.com/hmn4r88
cs_cz: starou loveckou fotku: http://tinyurl.com/hmn4r88
da_dk: et gammelt jagtfoto: http://tinyurl.com/hmn4r88
de_de: ein altes Jagdbild: http://tinyurl.com/hmn4r88
es_es: una antigua foto de caza: http://tinyurl.com/hmn4r88
fr_fr: une vieille photo de chasse : http://tinyurl.com/hmn4r88
hu_hu: egy régi vadászfotó: http://tinyurl.com/hmn4r88
it_it: una vecchia foto di caccia: http://tinyurl.com/hmn4r88
nl_nl: een oude jachtfoto: http://tinyurl.com/hmn4r88
pl_pl: stare zdjęcie z polowania: http://tinyurl.com/hmn4r88
pt_br: uma foto de caça antiga: http://tinyurl.com/hmn4r88
ru_ru: старое охотничье фото: http://tinyurl.com/hmn4r88
sv_se: ett gammalt jaktfoto: http://tinyurl.com/hmn4r88
tr_tr: eski bir av fotoğraf: http://tinyurl.com/hmn4r88
vi_vn: một thước phim cũ : https://tinyurl.com/y3r7vqta

source: an old postcard: http://tinyurl.com/hbnkpzr
ar_001: بطاقة بريدية قديمة: http://tinyurl.com/hbnkpzr
cs_cz: starou pohlednici: http://tinyurl.com/hbnkpzr
da_dk: et gammelt postkort: http://tinyurl.com/hbnkpzr
de_de: eine alte Postkarte: http://tinyurl.com/hbnkpzr
es_es: un vieja postal: http://tinyurl.com/hbnkpzr
fr_fr: une anciene carte postale : http://tinyurl.com/hbnkpzr
hu_hu: egy régi képeslap: http://tinyurl.com/hbnkpzr
it_it: una vecchia cartolina: http://tinyurl.com/hbnkpzr
nl_nl: een oude ansichtkaart: http://tinyurl.com/hbnkpzr
pl_pl: stara pocztówka: http://tinyurl.com/hbnkpzr
pt_br: um antigo cartão postal: http://tinyurl.com/hbnkpzr
ru_ru: старую почтовую марку: http://tinyurl.com/hbnkpzr
sv_se: ett gammalt vykort: http://tinyurl.com/hbnkpzr
tr_tr: eski bir kartpostal: http://tinyurl.com/hbnkpzr
vi_vn: một tấm ảnh cũ : http://tinyurl.com/hbnkpzr

source: a golden duck photo: http://tinyurl.com/hle8fjf
ar_001: صورة بطة ذهبية: http://tinyurl.com/hle8fjf
cs_cz: fotku zlaté kachny: http://tinyurl.com/hle8fjf
da_dk: et gyldent andebillede: http://tinyurl.com/hle8fjf
de_de: ein Foto einer Goldenen Ente: http://tinyurl.com/hle8fjf
es_es: una foto de un pato dorado: http://tinyurl.com/hle8fjf
fr_fr: une photo d'un super canard: http://tinyurl.com/hle8fjf
hu_hu: egy aranykacsa fotója: http://tinyurl.com/hle8fjf
it_it: una foto d'anatra d'oro: http://tinyurl.com/hle8fjf
nl_nl: een foto van een gouden eend: http://tinyurl.com/hle8fjf
pl_pl: zdjęcie złotej kaczki: http://tinyurl.com/hle8fjf
pt_br: uma foto de pato dourado: http://tinyurl.com/hle8fjf
ru_ru: фото золотой утки: http://tinyurl.com/hle8fjf
sv_se: ett gyllene anka foto: http://tinyurl.com/hle8fjf
tr_tr: Altın bir ördek fotoğrafı: http://tinyurl.com/hle8fjf
vi_vn: một con vịt vàng : http://tinyurl.com/hle8fjf

source: a hunter pin: http://tinyurl.com/hqy7fhq
ar_001: دبوس صياد: http://tinyurl.com/hqy7fhq
cs_cz: lovecký odznak: http://tinyurl.com/hqy7fhq
da_dk: en jæger pin: http://tinyurl.com/hqy7fhq
de_de: eine Jäger-Anstecknadel: http://tinyurl.com/hqy7fhq
es_es: un pin de cazador: http://tinyurl.com/hqy7fhq
fr_fr: un pin's de chasseur : http://tinyurl.com/hqy7fhq
hu_hu: egy vadászjelvény: http://tinyurl.com/hqy7fhq
it_it: una spilla da cacciatore: http://tinyurl.com/hqy7fhq
nl_nl: een jagerspin: http://tinyurl.com/hqy7fhq
pl_pl: szpilka myśliwska: http://tinyurl.com/hqy7fhq
pt_br: um pingente de caçador: http://tinyurl.com/hqy7fhq
ru_ru: значок охотника: http://tinyurl.com/hqy7fhq
sv_se: en jägarnål: http://tinyurl.com/hqy7fhq
tr_tr: bir avcı iğnesi: http://tinyurl.com/hqy7fhq
vi_vn: huy chương săn vịt : http://tinyurl.com/hqy7fhq

source: bushes.
ar_001: الشجيرات.
cs_cz: keře.
da_dk: buske.
de_de: Büsche.
es_es: arbustos.
fr_fr: des buissons.
hu_hu: bokrok.
it_it: cespugli.
nl_nl: struiken.
pl_pl: krzaki.
pt_br: arbustos.
ru_ru: кусты.
sv_se: buskar.
tr_tr: çalılar.
vi_vn: bụi cây chết

source: a fish.
ar_001: سمكة.
cs_cz: rybu.
da_dk: en fisk.
de_de: einen Fisch.
es_es: un pez
fr_fr: un poisson.
hu_hu: egy hal.
it_it: un pesce.
nl_nl: een vis.
pl_pl: ryba.
pt_br: um peixe.
ru_ru: рыбу.
sv_se: en fisk
tr_tr: bir balık.
vi_vn: một con cá

source: even more bushes.
cs_cz: ještě více keřů.
da_dk: endnu flere buske.
de_de: noch mehr Büsche.
es_es: incluso más arbustos.
fr_fr: encore plus de buissons.
hu_hu: még több bokor.
it_it: altri cespugli.
nl_nl: nog meer struiken.
pl_pl: jeszcze więcej krzaków.
pt_br: mais alguns arbustos
ru_ru: много кустов.
sv_se: ännu fler buskar.
tr_tr: daha da çalılar.
vi_vn: thêm nhiều bụi cây khô

source: Is your hand bigger than your face ?
de_de: Ist Deine Hand eigentlich grösser als Dein Gesicht?
es_es: ¿Es tu mano más grande que tu cara?
fr_fr: Votre main est-elle plus grosse que votre visage ?
hu_hu: A kezed nagyobb, mint az arcod?
it_it: Fammi capire, hai la mano che è più grande del viso?
nl_nl: Is je hand groter dan je gezicht?
pl_pl: Czy twoja ręka jest większa od twarzy?
pt_br: sua mão é maior que seu rosto?
ru_ru: Ваша рука больше, чем лицо?
sv_se: Är din hand större än ditt ansikte?
tr_tr: Eliniz yüzünüzden daha mı büyük?
vi_vn: Tay nhanh hơn não à?

source: Everything is calm
ar_001: كل شيء هادئ.
cs_cz: Všechno je poklidné
da_dk: Alt er roligt
de_de: Alles ist friedlich
es_es: Todo está tranquilo.
fr_fr: Tout est calme
hu_hu: Minden nyugodt.
it_it: Tutto è calmo
nl_nl: Alles is rustig
pl_pl: Wszystko jest spokojne
pt_br: Tudo está calmo.
ru_ru: Всё спокойно.
sv_se: Allt är lungt
tr_tr: Her şey sakin
vi_vn: Cục ta cục tác

source: Nothing is happening right now.
ar_001: لا شيء يحدث الآن.
cs_cz: Nic se zrovna teď neděje.
da_dk: Intet sker lige nu.
de_de: Nichts passiert im Moment
es_es: Nada está sucediendo en este momento.
fr_fr: Rien ne se passe en ce moment.
hu_hu: Jelenleg semmi sem történik.
it_it: Niente sta succedendo adesso.
nl_nl: Er gebeurt op dit moment niets.
pl_pl: W tej chwili nic się nie dzieje.
pt_br: Nada está acontecendo agora.
ru_ru: Сейчас ничего не происходит,
sv_se: Ingenting händer just nu.
tr_tr: Şu anda hiçbir şey olmuyor.
vi_vn: Đang đếm ngược cho đến giao thừa~

source: Ducks are migrating
ar_001: البط يهاجر.
cs_cz: Kachny migrují
da_dk: Ænder migrerer
de_de: Enten wandern umher
es_es: Los patos están migrando
fr_fr: Les canards migrent
hu_hu: Kacsák vándorolnak.
it_it: Le anatre stanno migrando
nl_nl: Eenden zijn aan het migreren
pl_pl: Kaczki migrują
pt_br: Patos estão migrando.
ru_ru: Утки перемещаются.
sv_se: Ankor migrerar
tr_tr: Ördekler göç ediyor
vi_vn: Vịt đang đi di cư :airplane:

source: Prepare to see more ducks in the next hour.
ar_001: استعد لرؤية المزيد من البط في الساعة القادمة.
cs_cz: Připrav se, že uvidíš více kachen v příští hodině.
da_dk: Forbered dig på at se flere ænder i den næste time.
de_de: Bereite dich darauf vor, in der nächsten Stunde mehr Enten zu sehen.
es_es: Prepárate para ver más patos en la próxima hora.
fr_fr: Préparez-vous à voir plus de canards dans l'heure qui suit.
hu_hu: Készülj fel több kacsára a következő órában.
it_it: Preparati a vedere altre anatre nella prossima ora.
nl_nl: Bereid je voor om meer eenden te zien in het komende uur.
pl_pl: Przygotuj się na większą liczbę kaczek w ciągu najbliższej godziny.
pt_br: Prepare-se para ver mais patos na próxima hora.
ru_ru: Приготовьтесь к наплыву уток в ближайший час.
sv_se: Förbered dig för att se många ankor i nästa timme.
tr_tr: Önümüzdeki saatte daha fazla ördek görmeye hazırlanın.
vi_vn: Chuẩn bị để săn vịt trong một tiếng tiếp theo!

source: Foggy weather
ar_001: طقس ضبابي.
cs_cz: Mlhavé počasí
da_dk: Tåget vejr
de_de: Nebeliges Wetter
es_es: Clima nublado
fr_fr: Temps brumeux
hu_hu: Ködös idő.
it_it: Tempo nebbioso
nl_nl: Mistig weer
pl_pl: Mglista pogoda
pt_br: Tempo nublado
ru_ru: Туманная погода
sv_se: Dimmigt väder
tr_tr: Sisli hava
vi_vn: :cloud: :cloud: :cloud: Thời tiết sương mù:cloud: :cloud: :cloud:

source: It's harder to see killed ducks. You'll need a few more seconds to know if you missed or not.
cs_cz: Je težší vidět zabité kachny. Budeš potřebovat pár sekund navíc než zjistíš zda jsi minul nebo ne.
da_dk: Det er sværere at se dræbte ænder. Du skal bruge et par sekunder til at vide, om du har misset eller ej.
de_de: Es ist schwieriger tote Enten zu sehen. Du wirst ein paar Sekunden länger brauchen, um herauszufinden ob Du verfehlt hast oder nicht.
es_es: Es difícil ver a los patos asesinados. Necesitas unos segundos más para saber si has fallado o no.
fr_fr: Il est plus dur de voir si vous tuez les canards. Vous aurez besoin d'attendre un peu plus de temps pour savoir si vous avez raté ou non.
it_it: È più difficile vedere le anatre uccise. Avrai bisogno di qualche secondo in più per sapere se l'hai mancata o meno.
nl_nl: Het is moeilijker om gedode eenden te zien. Je hebt een paar seconden extra nodig om te weten of je gemist hebt of niet.
pl_pl: Trudniej jest zobaczyć zabite kaczki. Będziesz potrzebował jeszcze kilka sekund, żeby wiedzieć, czy przegapiłeś, czy nie.
pt_br: É mais difícil ver patos mortos. Você precisa de mais alguns segundos para saber se errou ou não.
ru_ru: Трудно что-то увидеть в тумане. Вам нужно подождать пару секунд, прежде чем вы узнаете последствия выстрела.
sv_se: Det är svårare att se dödade ankor. Du behöver några sekunder till för att veta om du missade eller inte.
tr_tr: Öldürülen ördekleri görmek zor. Kaçırıp kaçmadığınızı bilmek için birkaç saniyeye ihtiyacınız olacak.
vi_vn: Cần thêm vài giây để biết bạn bắn trượt hay không

source: Steroids in the lake
ar_001: المنشطات في البحيرة.
cs_cz: Steroidy v jezeře
da_dk: Steroider i søen
de_de: Steroide im Teich
es_es: Esteroides en el lago O.o
fr_fr: Stéroïdes dans le lac
hu_hu: Szteroidok a tóban.
it_it: Steroidi nel lago
nl_nl: Steroïden in het meer
pl_pl: Sterydy w jeziorze
pt_br: Esteróides no lago
ru_ru: Стероиды в озере
sv_se: Steroider i sjön
tr_tr: Gölde Steroidler
vi_vn: :radioactive: Có phóng xạ trong khu săn bắn :radioactive:

source: A medical waste company dumped steroids in the lake. Ducks have mutated, and you'll see a lot more super ducks. But, be careful, and don't drink that water.
ar_001: قامت شركة نفايات طبية بإلقاء الستيرويدات في البحيرة. البط تحور ، وسترى الكثير من البط السوبر. ولكن ، كن حذرا ، ولا تشرب تلك المياه.
da_dk: Et medicinsk affaldsselskab dumpede steroider i søen. Ænder har muteret, og du vil se mange flere super-ænder. Men pas på, og drik ikke det vand.
de_de: Ein Unternehmen für medizinische Abfälle hat Steroide in den Teich gekippt. Die Enten sind mutiert und Du wirst weitaus mehr Superenten antreffen. Aber sei vorsichtig und trinke bloss kein Wasser!
es_es: Una compañía de desechos médicos arrojó esteroides en el lago. Los patos han mutado, y verás muchos más súper patos. Pero, ten cuidado, y no bebas de esa agua.
fr_fr: Une entreprise de déchets médicaux a déversé des stéroïdes dans le lac. Les canards ont mutés, et vous verrez beaucoup plus de super canards. Mais, soyez prudent et ne buvez pas cette eau.
it_it: Una società di rifiuti medici ha scaricato steroidi nel lago. Le anatre si sono mutate e vedrai molte più super anatre. Ma stai attento, e non bere quell'acqua.
nl_nl: Een bedrijf voor medisch afval heeft steroïden in het meer gedumpt. Eenden zijn gemuteerd en je zult veel meer super eenden zien. Maar wees voorzichtig en drink dat water niet.
pl_pl: Firma zajmująca się odpadami medycznymi wrzuciła sterydy do jeziora. Kaczki zmutowały, a ty zobaczysz dużo więcej super kaczek. Ale uważajcie i nie pijcie tej wody.
pt_br: Uma empresa de resíduos médicos despejou esteróides no lago. Os patos sofreram mutações, e você verá muito mais super patos. Mas tenha cuidado e não beba essa água.
ru_ru: Медицинская компания избавилась от стероидов, выбросив их в озеро. Утки мутировали, суперуток будет намного больше. Но будьте осторожны, не пейте ту воду.
sv_se: Et bolag som tar hand om medicinsk avfall har släppt ut steroider i sjön. Ankorna har muterat, och du kommer att se mycket mer superankor, var försiktig ock drick inte vattnet!
tr_tr: Bir tıbbi atık şirketi göle steroid attı. Ördekler mutasyon geçirdi ve çok daha fazla süper ördek göreceksiniz. Ancak, dikkatli olun ve o suyu içmeyin.
vi_vn: Một nhà máy đã đổ chất thải phóng xạ vào khu săn bắn. Bạn sẽ thấy nhiều siêu vịt do bị đột biến hơn...

source: Safety class canceled
ar_001: قسم السلامة ملغى.
da_dk: Sikkerhedsklasse annulleret
de_de: Sicherheitskurs abgesagt
es_es: Clase de seguridad cancelada
fr_fr: Cours de sécurité annulé
it_it: Classe di sicurezza annullata
nl_nl: Veiligheidsles geannuleerd
pl_pl: Klasa bezpieczeństwa odwołana
pt_br: Aula de segurança cancelada
ru_ru: Класс безопасности отменён
sv_se: Säkerhetsklass avbruten
tr_tr: Güvenlik sınıfı iptal edildi
vi_vn: Hủy bỏ lớp bảo vệ

source: The safety class was canceled, beware not to shoot others hunters!
ar_001: تم إلغاء فئة السلامة ، احذر من إطلاق النار على صيادين آخرين!
da_dk: Sikkerhedsklassen blev aflyst, pas på at ikke skyde andre jægere!
de_de: Der Sicherheitskurs wurde abgesagt. Hüte Dich davor andere Jäger anzuschießen!
es_es: La clase de seguridad fue cancelada, ¡ten cuidado de no disparar a otros cazadores!
fr_fr: Le cours de sécurité a été annulé, faites attention à ne pas tirer sur d'autres chasseurs !
it_it: La classe di sicurezza è stata annullata, fai attenzione a non sparare agli altri cacciatori!
nl_nl: De veiligheidsles is geannuleerd, pas op dat je niet op andere jagers schiet!
pl_pl: Klasa bezpieczeństwa została odwołana, uważaj, aby nie zastrzelić innych myśliwych!
pt_br: A aula de segurança foi cancelada, cuidado para não atirar em outros caçadores!
ru_ru: Класс безопасности был отменен, старайтесь не стрелять по другим охотникам!
sv_se: Säkerhetsklassen avbröts, se upp för att inte skjuta andra jägare!
tr_tr: Güvenlik sınıfı iptal edildi, diğer avcıları vurmamaya dikkat edin!
vi_vn: Lớp bảo vệ đã bị phá, cẩn thận đừng bắn trúng người khác!

source: Connection problems
cs_cz: Problémy s připojením
da_dk: Forbindelsesproblemer
de_de: Verbindungsprobleme
es_es: Problemas de conexión
fr_fr: Problèmes de connexion
hu_hu: Csatlakozási problémák
it_it: Problemi di connessione
nl_nl: Verbindingsproblemen
pl_pl: Problemy z połączeniem
pt_br: Problemas na conexão.
ru_ru: Проблемы с соединением
sv_se: Anslutningsproblem
tr_tr: Bağlantı problemleri
vi_vn: Lỗi kết nối

source: Ducks cant find your computer due to connection problems, and there will be less of them until it's repaired
cs_cz: Kachny nemohou najít tvůj počítač kvůli problémům s připojením, a bude jich méně dokud se to neopraví
da_dk: Ænder kan ikke finde din computer på grund af forbindelsesproblemer, og der vil være færre af dem, indtil det er repareret
de_de: Die Enten können Deinen Computer auf Grund von Verbindungsproblemen nicht finden. Bis dies repariert ist, wird es weniger von ihnen geben.
es_es: Los Patos no pueden encontrar tu computador por problemas de conexión, y habrá menos de ellos hasta que se reparen
fr_fr: Les canards ne peuvent atteindre votre ordinateur en raison de problèmes de connexion, et il y en aura moins jusqu'à ce que ce soit réparé
it_it: Le anatre non riescono a trovare il tuo computer a causa di problemi di connessione e ce ne saranno meno finché non verranno risolti.
nl_nl: Eenden kunnen je computer niet vinden vanwege problemen met de verbinding, en er zullen er minder zijn totdat het is gerepareerd
pl_pl: Kaczki nie mogą znaleść Twojego komputera z powodu słabego połączenia. Bezie mniej kaczek do puki nie poprawi się połączenie
pt_br: Patos não podem usar seu computador por problemas de conexão. Você não verá muitos deles enquanto isto não for resolvido.
ru_ru: Утки не могут найти ваш компьютер из-за проблем с соединением, пока их не устранят, утки будут появляться намного реже.
sv_se: Ankor kan inte hitta din dator på grund av anslutningsproblem, och det kommer att finnas mindre av dem tills den har reparerats
tr_tr: Ördekler, bağlantı sorunları nedeniyle bilgisayarınızı bulamıyor ve onarılana kadar bunlardan daha az olacak
vi_vn: Vịt không thể tìm thấy bạn do lỗi kết nối, sẽ có ít vịt hơn cho đến khi vấn đề được giải quyết

source: A new florist in town
ar_001: بائع زهور جديد في المدينة.
cs_cz: Nový květinář ve městě
da_dk: En ny blomsterhandler i byen
de_de: Ein neuer Blumenhändler in der Stadt
es_es: Una nueva florería en la ciudad
fr_fr: Un nouveau fleuriste en ville
hu_hu: Egy új virágüzlet a városban.
it_it: Un nuovo fiorista in città
nl_nl: Een nieuwe bloemist in de stad
pl_pl: Nowa kwiaciarnia w mieście
pt_br: Um novo florista na cidade
ru_ru: Новый цветочный магазин в городе
sv_se: En ny blomsterhandlare i stan
tr_tr: Kasabada yeni bir çiçekçi
vi_vn: Gái bán cỏ đã tới

source: A florist opened in town, and you can now find better 4-leaf-clovers. Go check them out!
da_dk: En blomsterhandler åbnede i byen, og du kan nu finde bedre firkløvere. Gå tjek dem ud!
de_de: Ein neuer Blumenhändler hat in der Stadt eröffnet. Dort findest Du jetzt viel bessere 4-blättrige Kleeblätter. Schau sie Dir mal an!
es_es: Un florista abrió en la ciudad, y ahora puedes encontrar mejores tréboles de cuatro hojas. Ve a verlos!
fr_fr: Un fleuriste a ouvert en ville, et vous pouvez maintenant trouver de meilleurs trèfles à 4 feuilles. Allez donc le voir!
hu_hu: A városban megnyílt egy virágüzlet, és most már jobb négylevelűeket találhatsz. Nézz be hozzájuk!
it_it: Un fioraio si è aperto in città e ora puoi trovare i migliori quadrifogli. Vai a dare un'occhiata!
nl_nl: Er is een bloemistenwinkel in de stad geopend, en je kunt nu betere klavertjesvier vinden. Ga ze bekijken!
pl_pl: W mieście otwarto kwiaciarnię, a teraz można znaleźć lepsze czterolistne koniczyny. Idź je sprawdzić!
pt_br: Uma floricultura abriu na cidade, e você agora pode procurar trevos de quatro-folhas. Vá lá conferir.
ru_ru: В городе открылся новый цветочный магазин, там вы сможете приобрести более качественный четырёхлистный клевер.
sv_se: En blomsterhandlare öppnade i stan, och du kan nu hitta bättre 4-klöver. Gå kolla in dem!
tr_tr: Kasabada bir çiçekçi açıldı ve şimdi 4 yapraklı yoncayı daha iyi bulabilirsiniz. Git onları kontrol et!
vi_vn: Vừa có cửa hàng bán cỏ mới trong thị trấn! Với nhiều loại lá cho bạn hít hơn! Hãy đi hít thử!

source: Mega-ducks
ar_001: ميجا-بط.
cs_cz: Mega-kachy
da_dk: Mega-ænder
de_de: Mega-Enten
es_es: Mega-patos
fr_fr: Mega-canards
hu_hu: Megakacsák
it_it: Mega-anatre
nl_nl: Mega-eenden
pl_pl: Mega-kaczki
pt_br: Mega-patos
ru_ru: Мегаутки
sv_se: Mega-ankor
tr_tr: Mega ördekler
vi_vn: Siêu vịt

source: Someone inflated a super duck, and now they are EVEN BIGGER!!
ar_001: شخص ضخم بطة عظمى ، والآن هم أكبر من ذلك بكثير!
cs_cz: Někdo nafoukl super kachny, a nyní jsou JEŠTĚ VĚTŠÍ!
da_dk: Nogen opblæste en super-and, og nu er de selv større!!
de_de: Jemand hat eine Superente aufgeblasen, und jetzt sind sie NOCH GRÖSSER!!
es_es: Alguien infló un súper pato, y ahora están ¡MUCHO MÁS GRANDES!
fr_fr: Quelqu'un a gonflé un super canard, et maintenant ils sont ENCORE PLUS GRANDS!
hu_hu: Valaki felfújt egy szuperkacsát, és most ***MÉG NAGYOBB LETT***!!
it_it: Qualcuno ha gonfiato una super anatra, e ora sono ANCORA PIÙ GRANDI!!
nl_nl: Iemand heeft een super eend opgeblazen, en nu zijn ze NOG GROTER!!
pl_pl: Ktoś nadmuchał super kaczkę, i teraz są WIELKIE!
pt_br: Alguém inflou um super-pato, e agora seus filhos estão MUITO MAIORES!!
ru_ru: Кто-то надул суперутку, теперь они ЕЩЁ БОЛЬШЕ!!!
sv_se: Någon blåste upp en super anka, och nu är de ÄNNU STÖRRE!!
tr_tr: Biri süper bir ördek şişirdi ve şimdi onlar DAHA BÜYÜK !!
vi_vn: Ai đó đã cho siêu vịt ăn thuốc tăng trọng, và giờ nó còn LỚN HƠN!!!

source: Windy weather
ar_001: طقس عاصف.
cs_cz: Větrné počasí
da_dk: Vind vejr
de_de: Windiges Wetter
es_es: Clima ventoso
fr_fr: Temps venteux
hu_hu: Szeles idő
it_it: Tempo ventoso
nl_nl: Winderig weer
pl_pl: Wietrzna pogoda
pt_br: Tempo ventoso
ru_ru: Ветренная погода
sv_se: Blåsigt väder
tr_tr: Rüzgarlı hava
vi_vn: :cloud_tornado: Trời nổi gió wind_chime:
