Repository: DuckHunt-discord/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: ar_001, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ka_ge, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sr_me, sv_se, tr_tr, vi_vn

source: :x: Incorrect syntax. Use the command this way: `!shop [list/item number] [argument if applicable]`
ar_001: :x: بناء جملة غير صحيح. استخدم الأمر بهذه الطريقة: `! shop [list / item number] [argument if applicable]`
cs_cz: :x: Neplatná syntaxe. Použij tento příkaz takto: `!shop [list/číslo položky] [argument, pokud lze aplikovat]`
da_dk: :x: Forkert syntaks. Brug kommandoen på denne måde: `!shop [list/genstand nummer] [argument hvis relevant]`
de_de: :x: Falsche Syntax: `!shop [list/Itemnummer] [Argument falls erforderlich]`
el_gr: : x: Εσφαλμένη σύνταξη. Χρησιμοποιήστε την εντολή με αυτόν τον τρόπο: `! Shop [list / item number] [επιχειρηματολογία εάν υπάρχει]`
es_es: :x: Sintaxis incorrecta. Usa el comando de esta manera: `!shop [lista/numero de item] [argumento si aplica]`
fr_fr: :x: Mauvaise syntaxe. Utilisez la commande de cette façon : `!shop [list/numéro d'objet] [argument si applicable]`
hu_hu: :x: Helytelen parancs: `!shop [list (lista)/(áruszám)] [(paraméter ha szükséges)]`
it_it: :x: Sintassi errata. Utilizzare il comando in questo modo: `!shop [list/item number] [argomento se applicabile]`
nl_nl: :x: Incorrecte syntax. Gebruik het commando op deze manier: `!shop [list/item number] [argument indien van toepassing]`
pl_pl: :x: Niepoprawna składnia. Użyj komendy w następujący sposób:`!shop [list/item number] [argument if applicable]`
pt_br: :x: Sintaxe incorreta. Use o comando desta maneira: `!shop [lista/numero do item] [argumento se aplicável]`
ru_ru: :x: Неверный синтаксис. Используйте команду следующим образом: `!shop [номер предмета в списке] [настройка (если применимо)]`.
sv_se: :x: Fel syntax. Använd kommandot på det här sättet: `!shop [lista/artikelnummer] [arhument om tillämpligt]`
tr_tr: :x: Yanlış sözdizimi. Komutu bu şekilde kullanın: `!Shop [list / item number] [varsa argüman]`
vi_vn: :x: Thần chú không chính xác. Niệm thần chú theo cách sau : `!shop [list/item number] [argument if applicable]`

source: Right now you have a total of {exp} exp points.
ar_001: الآن لديك إجمالي {exp} اكسب.
cs_cz: Aktuálně máš celkem {exp} exp. bodů.
da_dk: I øjeblikket har du i alt {exp} exp point.
de_de: Im Moment hast Du insgesamt {exp} Erfahrungs-Punkte.
el_gr: Αυτή τη στιγμή έχετε συνολικά {exp} exp πόντους.
es_es: Ahora tienes un total de {exp} Puntos de Experiencia.
fr_fr: Vous avez maintenant un total de {exp} points d’expérience.
hu_hu: Jelenleg összesen {exp} tapasztalatpont áll rendelkezésedre.
it_it: Al momento hai un totale di {exp} punti exp.
nl_nl: Op dit moment heb je in totaal {exp} exp punten.
pl_pl: W tej chwili masz w sumie {exp} punktów doświadczenia.
pt_br: Nesse momento você possui um total de {exp} pontos de exp.
ru_ru: Сейчас у вас {exp} очк. опыта.
sv_se: Just nu har du totalt {exp} exp-poäng.
tr_tr: Şu an toplamda {exp} yetenek puanına sahipsiniz.
vi_vn: Đang có tổng cộng {exp} exp

source: Here is the list of all the shops items : https://duckhunt.me/shop-items/ . Thanks
ar_001: هنا قائمة بجميع المحلات التجارية: https://duckhunt.me/shop-items/. شكرا.
cs_cz: Zde je list všech předmětů obchodu: https://duckhunt.me/shop-items/ . Díky
da_dk: Her er listen over alle genstandene i butikken: https://duckhunt.me/shop-items/. Tak
de_de: Hier ist die Liste aller Shop-Artikel: https://duckhunt.me/shop-items/ Danke!
el_gr: Ακολουθεί ο κατάλογος όλων των ειδών των καταστημάτων: https://duckhunt.me/shop-items/. Ευχαριστώ
es_es: Aquí va una lista con todos los ítems de la tienda: https://duckhunt.me/shop-items/ . Gracias
fr_fr: Voici la liste de tous les articles de la boutique: https://duckhunt.me/shop-items/. Merci
it_it: Ecco l'elenco di tutti gli articoli del negozio: https://duckhunt.me/shop-items/. Grazie
nl_nl: Hier is de lijst met alle items in de winkel: https://duckhunt.me/shop-items/. Bedankt
pl_pl: Oto lista wszystkich przedmiotów w sklepach: https://duckhunt.me/shop-items/. Dzięki.
pt_br: Confira aqui a lista de todos os itens do shop: https://duckhunt.me/shop-items/ . Valeu!
ru_ru: Вот список всех предметов, которые можно купить в магазине: https://duckhunt.me/shop-items/
sv_se: Här är listan över all butiksartiklar: https://duckhunt.me/shop-items/ . Tack
tr_tr: İşte mağazadaki tüm eşyaların listesi: https://duckhunt.me/shop-items/. Teşekkürler
vi_vn: Danh sách các vũ khí : https://duckhunt.me/shop-items/

source: :money_with_wings: You added a bullet to your weapon for 7 exp points.
ar_001: :money_with_wings: أضفت رصاصة إلى سلاحك ب7 exp.
cs_cz: :money_with_wings: Přidal/a jsi kulku do své zbraně za 7 exp. bodů.
da_dk: :money_with_wings: Du tilføjede en kugle til dit våben for 7 exp points.
de_de: :money_with_wings: Du hast für 7 Erfahrungs-Punkte eine Kugel für Deine Waffe gekauft.
el_gr: : money_with_wings: Προσθέσατε μια σφαίρα στο όπλο σας για 7 σημεία exp.
es_es: :money_with_wings: Agregaste una bala a tu arma por 7 de exp.
fr_fr: :money_with_wings: Vous avez ajouté une balle à votre arme pour 7 points d'expérience.
hu_hu: :money_with_wings: Hozzáadtál egy lövedéket a fegyveredhez 7 tapasztalatpontért.
it_it: :money_with_wings: Hai aggiunto un proiettile all'arma per 7 punti exp.
nl_nl: :money_with_wings: Je hebt een kogel toegevoegd aan je wapen voor 7 exp punten.
pl_pl: :money_with_wings: Dodano pocisk do broni za 7 punktów doświadczenia.
pt_br: :money_with_wings: Você adicionou uma bala à sua arma, isso custou 7 pontos de exp.
ru_ru: :money_with_wings: Вы купили одну пулю за 7 очков опыта.
sv_se: :money_with_wings_ Du har lagt till ett skott i ditt vapen för 7 erfarenhetspoäng
tr_tr: :money_with_wings: Silahınıza 7 tecrübe puanı karşılığında bir mermi eklediniz.
vi_vn: :money_with_wings: Đã mua 1 viên đạn bằng 7 exp

source: :champagne: Your magazine is full!
ar_001: :champagne: مجلتكم ممتلئة!
cs_cz: :champagne: Tvůj zásobník je plný!
da_dk: :champagne: Dit magasin er fyldt!
de_de: :champagne: Dein Magazin ist voll!
el_gr: : σαμπάνια: Ο γεμιστήρας σας είναι γεμάτος!
es_es: :champagne: ¡Tu cargador esta lleno!
fr_fr: :champagne: Votre munition est pleine !
hu_hu: :champagne: A tárad tele van!
it_it: :champagne: La tua cartuccia è piena!
nl_nl: :champagne: Je magazijn is vol!
pl_pl: :champagne: Twój magazynek jest pełny!
pt_br: :champagne: Seu pente está cheio!
ru_ru: :champagne: Магазин полон!
sv_se: :champagne: Ditt magasin är fullt!
tr_tr: :champagne: Şarjörün dolu!
vi_vn: :champagne: Băng đạn đã đầy.

source: :money_with_wings: You added a magazine to your weapon for 13 exp points.
ar_001: :money_with_wings: أضفت مجلة إلى سلاحك مقابل 13 exp.
cs_cz: :money_with_wings: Přidal/a jsi zásobník do své zbraně za 13 exp. bodů.
da_dk: :money_with_wings: Du har tilføjet et magasin til dit våben for 13 exp points.
de_de: :money_with_wings: Du hast für 13 Erfahrungs-Punkte ein Magazin für Deine Waffe gekauft.
el_gr: : money_with_wings: Προσθέσατε μια σφαίρα στο όπλο σας για 7 πόντους exp.
es_es: :money_with_wings: Has agregado un Cargador a tu arma por 13 Puntos de Experiencia.
fr_fr: :money_with_wings: Vous ajoutez un chargeur à votre arme pour 13 points d'expérience.
it_it: :money_with_wings: Hai aggiunto una cartuccia all'arma per 13 punti exp.
nl_nl: :money_with_wings: Je hebt een magazijn toegevoegd aan je wapen voor 13 exp punten.
pl_pl: :money_with_wings: Dodałeś magazynek do swojej broni za 13 punktów doświadczenia.
pt_br: :money_with_wings: Você adicionou um pente à sua arma, isso custou 13 pontos de exp.
ru_ru: :money_with_wings: Вы купили магазин за 13 очков опыта.
sv_se: :money_with_wings: Du köpte ett magasin till ditt vapen för 13 poäng.
tr_tr: :money_with_wings: Silahınıza 13 tecrübe puanı karşılığında bir şarjör eklediniz.
vi_vn: :money_with_wings: Bạn đã mua 1 băng đạn bằng 13 exp

source: :champagne: You have enough magazines!
ar_001: :champagne: لديك ما يكفي من المجلات!
cs_cz: :champagne: Máš dostatek zásobníků!
da_dk: :champagne: Du har nok magasiner!
de_de: :champagne: Du hast genügend Magazine!
el_gr: : σαμπάνια: Έχετε αρκετούς γεμιστήρες!
es_es: :champagne: ¡Tienes suficientes cargadores!
fr_fr: :champagne: Vous avez assez de chargeurs!
hu_hu: :champagne: Van elég tárad!
it_it: :champagne: Hai abbastanza cartucce!
nl_nl: :champagne: je hebt genoeg magazijnen!
pl_pl: :champagne: Masz wystarczająco dużo magazynków.
pt_br: :champagne: Você já tem todos os pentes de que precisa!
ru_ru: ;champagne: У вас достаточно магазинов!
sv_se: :champagne: Du har tillräckligt med magasin!
tr_tr: :champagne: Yeterli şarjörün var!
vi_vn: :champagne: Đã có đủ băng đạn

source: :money_with_wings: You purchased AP ammo for your weapon.
ar_001: :money_with_wings: لقد قمت بشراء AP ammo لسلاحك.
cs_cz: :money_with_wings: Zakoupil/a jsi AP náboje pro svou zbraň.
da_dk: :money_with_wings: Du har købt PB-ammunition til dit våben.
de_de: :money_with_wings: Du hast AP-Munition für Deine Waffe gekauft.
el_gr: :money_with_wings: Αγοράσατε AP πυρομαχικά για το όπλο σας.
es_es: :money_with_wings: Has comprado munición AP (Munición Perforante) para tu arma.
fr_fr: :money_with_wings: Vous ajoutez des munitions AP dans votre arme.
hu_hu: :money_with_wings: AP lőszert vettél a fegyveredhez.
it_it: :money_with_wings: Hai acquistato munizioni AP per l'arma corrente.
nl_nl: :money_with_wings: Je hebt AP munitie gekocht voor je wapen.
pl_pl: :money_with_wings: Kupiłeś amunicję AP do swojej broni.
pt_br: :money_with_wings: Você comprou munição AP para sua arma.
ru_ru: :money_with_wings: Вы купили бронебойные патроны.
sv_se: :money_with_wings: Du köpte AP ammunition för ditt vapen.
tr_tr: :money_with_wings: Silahın için AP mühimmatı aldın.
vi_vn: :money_with_wings: Bạn đã mua đạn xuyên giáp cho vũ khí.

source: For the next 24 hours, you will deal double damage to ducks. This does **not** stack with explosive ammo
ar_001: خلال ال 24 ساعة القادمة ، سوف يتعرض البط لضرر مزدوج. هذا يفعل ** لن** يكدس مع الذخيرة المتفجرة.
cs_cz: Po dalších 24 hodin, budeš dávat kachnám dvojnásobná zranění. Toto se **neslučuje** s výbušnými náboji.
da_dk: I de næste 24 timer vil du skade dobbelt på ænder. Dette stabler **ikke** med eksplosiv ammunition
de_de: Für die nächsten 24 Stunden wirst Du Enten den doppelten Schaden zufügen. Dies stapelt sich **nicht** mit explosiver Munition.
es_es: En las siguientes 24 horas, harás el doble de daño a los patos. Esto **no** se acumulará con el daño de la munición Explosiva
fr_fr: Pour les prochaines 24 heures, vous doublerez vos dégâts infligés sur les canards. Attention, il **n'est pas possible** de combiner ces munitions aux munitions explosives.
it_it: Per le prossime 24 ore, infliggerai un doppio danno alle anatre. Questo **non ** si somma con munizioni esplosive (non infliggeranno un danno doppio)
nl_nl: De komende 24 uur zul je dubbele schade aan eenden toebrengen. Dit wordt **niet** bij elkaar opgeteld bij het gebruik van explosieve munitie
pl_pl: Przez następne 24 godziny zadajesz kaczkom podwójne obrażenia. To ** nie ** kumuluje się z wybuchową amunicją.
pt_br: Pelas próximas 24 horas, você causará o dobro de dano nos patos. Esse efeito **não** acumula com munição explosiva
ru_ru: Ближайшие 24 часа ваши пули будут наносить уткам в два раза больше урона (не суммируется с уроном от разрывных патронов).
sv_se: Under de kommande 24 timmarna kommer du att göra dubbel skada på ankor, detta kommer **inte** att fungera tillsammans med explosiv ammunition.
tr_tr: Önümüzdeki 24 saat boyunca, ördeklere çift hasar vereceksiniz. Bu, patlayıcı mermi ile **istiflenmez**
vi_vn: Trong vòng 24 giờ tiếp theo, bạn sẽ gây gấp đôi sát thương cho vịt. Không cộng dồn với đạn nổ

source: :champagne: You have enough AP ammo for now!
ar_001: :champagne: لديك ما يكفي من AP ammo الآن!
cs_cz: :champagne: Prozatím máš dost AP munice!
da_dk: :champagne: Du har nok PB ammo for nu!
de_de: :champagne: Du hast vorerst genug AP Munition!
el_gr: :champagne: Έχετε αρκετά πυρομαχικά AP για τώρα!
es_es: :champagne: ¡Tienes suficiente munición AP por ahora!
fr_fr: :champagne: Vous avez largement assez de munitions AP !
hu_hu: :champagne: Van már elég AP muníciód mostanra!
it_it: :champagne: Hai abbastanza munizioni AP per ora!
nl_nl: :champagne: Je hebt voorlopig genoeg AP munitie!
pl_pl: :champagne: Na razie masz wystarczająco amunicji AP!
pt_br: :champagne: Você já tem uma munição AP por enquanto!
ru_ru: :champagne: У вас уже есть бронебойные патроны!
sv_se: :champagne: Du har tillräckligt med AP ammunition för nu!
tr_tr: :champagne: Şimdilik yeterli miktarda cephaneniz var!
vi_vn: :champagne: Bạn đã có đủ đạn xuyên giáp

source: :money_with_wings: You purchased explosive ammo for your weapon.
ar_001: :money_with_wings: قمت بشراء الذخيرة التفجيرية لسلاحك.
cs_cz: :money_with_wings: Zakoupil/a jsi výbušné náboje pro svou zbraň.
da_dk: :money_with_wings: Du købte eksplosiv ammunition til dit våben.
de_de: :money_with_wings: Du hast explosive Munition für Deine Waffe gekauft.
es_es: :money_with_wings: Has comprado munición Explosiva para tu arma.
fr_fr: :money_with_wings: Vous ajoutez des munitions explosives dans votre arme.
hu_hu: :money_with_wings: Robbanótöltetet szereztél a fegyveredhez.
it_it: :money_with_wings: Hai acquistato delle munizioni esplosive per l'arma corrente.
nl_nl: :money_with_wings: Je hebt explosieve munitie gekocht voor je wapen.
pl_pl: :money_with_wings: Kupiłeś wybuchową amunicję do swojej broni.
pt_br: :money_with_wings: Você comprou munição explosiva para sua arma.
ru_ru: :money_with_wings: Вы купили разрывные патроны.
sv_se: :money_with_wings: Du köpte explosiv ammunition för ditt vapen.
tr_tr: :money_with_wings: Silahın için patlayıcı cephane satın aldın.
vi_vn: :money_with_wings: Bạn đã mua đạn nổ cho vũ khí

source: For the next 24 hours, you will deal triple damage to ducks. This does **not** stack with AP ammo and trumps it if you have any.
ar_001: خلال ال 24 ساعة القادمة ، سوف تتعامل مع الضرر الثلاثي للبط. هذا ** لن** يتكدس مع ذخيرة AP ويتفوق عليه إذا كان لديك أي.
cs_cz: Po dalších 24 hodin, budeš dávat kachnám trojnásobná zranění. Toto se **neslučuje** s výbušnými náboji a přebije je, pokud nějaké máš.
da_dk: I de næste 24 timer vil du skade tre gange så meget på ænder. Dette stabler **ikke** med PB ammo og trumler det, hvis du har noget.
de_de: Für die nächsten 24 Stunden wirst Du Enten den dreifachen Schaden zufügen. Dies stapelt sich **nicht** mit AP Munition, übertrumpft diese aber wenn Du welche hast.
es_es: En las siguientes 24 horas, harás el triple de daño a los patos. Esto **no** se acumulará con el daño de la munición AP y la reemplazará si tenías munición AP activa.
fr_fr: Pendant 24 heures, les dégâts que vous infligerez aux canards seront triplés. Attention, il n'est pas possible de combiner ces munitions aux munitions AP. Celles-ci les remplacent si vous en aviez.
hu_hu: A következő 24 órában háromszoros sérülést okozol a kacsáknak. Ez **nem** halmozódik az AP lőszerrel, hanem semlegesíti azt.
it_it: Per le prossime 24 ore, potrai infliggere un triplo danno alle anatre. Questo **non** si somma con le munizioni AP né le supera se ne hai alcune.
nl_nl: Gedurende de volgende 24 uur zal je drievoudige schade toebrengen aan eenden. Dit wordt ** niet ** bij elkaar opgeteld bij het gebruik van AP munitie als je die hebt.
pl_pl: Przez następne 24 godziny będziesz zadawał potrójne obrażenia kaczkom. To ** nie ** kumuluje się z amunicją AP i przebija ją, jeśli ją masz.
pt_br: Pelas próximas 24 horas, você causará o triplo de dano aos patos! Esse efeito **não** acumula com munição AP e as substitui caso você tenha alguma.
ru_ru: Ближайшие 24 часа ваши пули будут наносить уткам в три раза больше урона (не суммируется с уроном от бронебойных патронов).
sv_se: Under det kommande dygnet kommer du att göra tredubbla skador på ankor. Detta stackar **inte** med AP-ammunition och preferera det om du har något.
tr_tr: 24 saat boyunca, ördeklere üçlü hasar vereceksiniz. Bu, AP mühimmatıyla ve normal mermi ile **istiflenmez.**
vi_vn: Trong vòng 24 giờ tới, bạn sẽ gây gấp 3 lần sát thương cho vịt. Không cộng dồn với đạn xuyên giáp

source: :champagne: You have enough explosive ammo for now!
ar_001: :champagne: لديك ما يكفي من الذخيرة المتفجرة في الوقت الراهن!
cs_cz: :champagne: Prozatím máš dost explosivní munice!
da_dk: :champagne: Du har nok eksplosiv ammunition for nu!
de_de: :champagne: Du hast jetzt vorerst genug explosive Munition!
es_es: :champagne: ¡Ya tienes suficiente munición explosiva por ahora!
fr_fr: :champagne: Vous avez largement assez de munitions explosives !
hu_hu: :champagne: Van már elég robbanótölteted mostanra!
it_it: :champagne: Hai abbastanza munizioni esplosive per adesso!
nl_nl: :champagne: Je hebt voorlopig genoeg explosieve munitie!
pl_pl: :champagne: Na razie masz dość amunicji wybuchowej!
pt_br: :champagne: Você já tem toda a munição explosiva que precisa por agora!
ru_ru: :champagne: У вас уже есть разрывные патроны!
sv_se: :champagne: Du har tillräckligt med explosiv ammunition för nu!
tr_tr: :champagne: Şimdilik yeterince patlayıcı cephane var!
vi_vn: :champagne: Bạn đã có đủ đạn nổ

source: :money_with_wings: You got your weapon back.
ar_001: :money_with_wings: لقد حصلت على سلاحك مرة أخرى.
cs_cz: :money_with_wings: Získal jsi svou zbraň zpět.
da_dk: :money_with_wings: Du fik dit våben tilbage.
de_de: :money_with_wings: Du hast deine Waffe zurückbekommen.
es_es: :money_with_wings: Has recibido tu arma de vuelta.
fr_fr: :money_with_wings: Vous récupérez votre arme.
hu_hu: :money_with_wings: Visszaszerezted a fegyveredet.
it_it: :money_with_wings: Hai riavuto indietro il tuo fucile.
nl_nl: :money_with_wings: Je hebt je wapen teruggekregen.
pl_pl: :money_with_wings: Odzyskałeś broń.
pt_br: :money_with_wings: Aqui está a sua arma de volta!
ru_ru: :money_with_wings: Вам отдали ваше ружьё.
sv_se: :money_with_wings: Du fick tillbaka ditt vapen.
tr_tr: :money_with_wings: Silahını geri aldın.
vi_vn: :money_with_wings: Bạn được nhận lại vũ khí

source: You can get your weapon back for free if you wait until the daily weapon & magazine giveback. Type `dh!freetime` to find out when the next giveback is
ar_001: يمكنك الحصول على سلاحك مجانا إذا كنت تنتظر حتى السلاح اليومي ومجلة إعادتها. اكتب `dh! freetime` لمعرفة متى يكون العائد التالي.
cs_cz: Můžeš dostat své zbraně zdarma zpět, pokud počkáš do denního navrácení zbraní a zásobníků. Napiš `dh!freetime`, abys zjistil kdy bude další navrácení
da_dk: Du kan få dit våben tilbage gratis, hvis du venter til det daglige våben- og magasin-tilbagesendelse. Skriv `dh!freetime` for at finde ud af, hvornår den næste tilbagesendelse er
de_de: Du kannst Deine Waffe gratis zurückbekommen wenn Du die tägliche Rückgabe abwartest. Gib `dh!freetime` ein, um herauszufinden, wann die nächste Rückgabe ist.
es_es: Puedes recibir de vuelta tu arma gratis si esperas a la Devolución Diaria de Armas y Cargadores. Escribe `dh!freetime` para saber cuando es la siguiente devolución.
fr_fr: Vous pouvez récupérer votre arme gratuitement si vous attendez le don journalier des armes & des chargeurs. Tapez `dh!freetime`pour savoir dans combien de temps est le prochain.
it_it: Puoi riavere la tua arma da fuoco gratuitamente se aspetti fino alla distribuzione giornaliera di armi e munizioni. Digita `dh!freetime` per sapere quando ci sarà la prossima ridistribuzione
nl_nl: Je kan je wapen gratis terugkrijgen als je wacht tot de dagelijkse teruggave van wapen en magazijnen. Typ `dh!freetime` om te achterhalen wanneer de volgende teruggave is
pl_pl: Możesz odzyskać broń za darmo, jeśli zaczekasz na codzienny zwrot broni i magazynka. Wpisz `dh!freetime`, aby dowiedzieć się, kiedy nastąpi kolejny zwrot.
pt_br: Você pode obter sua arma de volta de graça se você esperar até o retorno diário de armas & pentes. Digite `dh!freetime` para saber quando isso irá acontecer.
ru_ru: Вам отдадут ружьё на бесплатной раздаче. Чтобы узнать, когда произойдёт ближайшая, напишите `dh!freetime`.
sv_se: Du kan få tillbaka ditt vapen gratis om du väntar tills det dagliga vapen & magasin återgivande. Skriv "dh!freetime" för att ta reda på när nästa återgivande är
tr_tr: Günlük silah ve şarjörün geri vermesini beklerseniz, silahınızı ücretsiz olarak geri alabilirsiniz. Bir sonraki geri geri vermenin ne zaman olacağını öğrenmek için `dh! freetime 'yazın.
vi_vn: Có thể nhận lại vũ khí miễn phí nếu bạn đợi cho đến khi thính xuất hiện. Nhập `dh!freetime` để xem khi nào thính rơi

source: :champagne: You already have your weapon, what are you trying to buy? :p
ar_001: :champagne: لديك سلاحك ، ماذا تحاول أن تشتري؟ p:
cs_cz: :champagne: Už máš svoji zbraň, co si snažíš koupit? :p
da_dk: :champagne: Du har allerede dit våben, hvad forsøger du at købe? :p
de_de: :champagner: Du hast deine Waffe schon, was versuchst du zu kaufen? :p
es_es: :champagne: Ya tienes tu arma, ¿qué estás tratando de comprar? :p
fr_fr: :champagne: Vous avez déjà votre arme, qu'essayez-vous d'acheter ? :p
hu_hu: :champagne: Már megvan a fegyvered, mit próbálsz megvenni? : p
it_it: :champagne: Hai già quest'arma, cosa stai cercando di comprare? :p
nl_nl: :champagne: Je hebt je wapen al, wat probeer je te kopen? :p
pl_pl: :champagne: Masz już broń, co próbujesz kupić? :P
pt_br: :champagne: Você já tem sua arma, o que você estava tentando comprar? :p
ru_ru: :champagne: У вас уже есть ружьё, что вы пытаетесь купить? :P
sv_se: :champagne: Du har redan ditt vapen, vad försöker du köpa? :p
tr_tr: :champagne: Sen zaten silahını aldın, ne almaya çalışıyorsun? : p
vi_vn: :champagne: Bạn đã có vũ khí, không thể mua thêm

source: :money_with_wings: You added grease in your weapon.
ar_001: :money_with_wings: أضفت الشحوم في سلاحك.
cs_cz: :money_with_wings: Přidal jsi do své zbraně mazivo.
da_dk: :money_with_wings: Du har tilføjet smørelse i dit våben.
de_de: :money_with_wings: Du hast deine Waffe geschmiert.
es_es: :money_with_wings: Has añadido grasa a tu arma.
fr_fr: :money_with_wings: Vous ajoutez de la graisse dans votre arme.
hu_hu: :money_with_wings: Megkented a fegyveredet.
it_it: :money_with_wings: Hai lubrificato l'arma con del grasso.
nl_nl: :money_with_wings: Je hebt vet in je wapen toegevoegd.
pl_pl: :money_with_wings: Dodałeś smar do swojej broni.
pt_br: :money_with_wings: Você adicionou graxa na sua arma.
ru_ru: :money_with_wings: Вы смазали своё ружьё.
sv_se: :money_with_wings: Du har lagt till fett i ditt vapen.
tr_tr: :money_with_wings: Silahınıza yağ eklediniz.
vi_vn: :money_with_wings: Đã tra thêm dầu vào vũ khí
